Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# card8
source: UPRIGHT: Strength, courage, persuasion, influence, compassion REVERSED: Inner strength, self-doubt, low energy, raw emotion In the Strength Tarot card, a woman gently strokes a lion on its forehead and jaw. Even though it is known for its ferociousness, the woman has tamed this wild beast with her calming, loving energy. The lion is a symbol of raw passions and desires, and in taming him, the woman shows that animal instinct and raw passion can be expressed in positive ways when inner strength and resilience are applied. She doesn’t use force or coercion; she channels her inner strength to subdue and subtly control the lion. The woman wears a white robe, showing her purity of spirit, and a belt and crown of flowers that represent the fullest, most beautiful expression of nature. Over her head is the symbol of infinity, representing her infinite potential and wisdom.
es: DERECHO: Fuerza, coraje, persuasión, influencia, compasión INVERTIDA: Fuerza interior, dudas, poca energía, emoción cruda En la carta de La Fuerza, una mujer acaricia suavemente a un león en la frente y la mandíbula. Aunque es conocida por su ferocidad, la mujer ha domesticado a esta bestia salvaje con su energía calmante y amorosa. El león es un símbolo de pasiones y deseos crudos, y al domesticarlo, la mujer muestra que el instinto animal y la pasión cruda se pueden expresar de manera positiva cuando se aplican la fuerza interna y la resistencia. Ella no usa la fuerza o la coerción; ella canaliza su fuerza interior para someter y controlar sutilmente al león. La mujer usa una túnica blanca, que muestra su pureza de espíritu, y un cinturón y una corona de flores que representan la expresión más plena y hermosa de la naturaleza. Sobre su cabeza está el símbolo del infinito, que representa su infinito potencial y sabiduría.

# card9
source: UPRIGHT: Soul-searching, introspection, being alone, inner guidance REVERSED: Isolation, loneliness, withdrawal The Hermit stands alone on the top of a mountain. The snow-capped range symbolises his spiritual mastery, growth and accomplishment. He has chosen this path of self-discovery and, as a result, has reached a heightened state of awareness. In his right hand, he holds a lantern with a six-pointed star inside; it is the Seal of Solomon, a symbol of wisdom. As the Hermit walks his path, the lamp lights his way – but it only illuminates his next few steps rather than the full journey. He must step forward to see where to go next, knowing that not everything will be revealed at once. In his left hand, the side of the subconscious mind, the Hermit holds a long staff (a sign of his power and authority), which he uses to guide and balance him.
es: DERECHO: Búsqueda del alma, introspección, estar solo, guía interna INVERTIDA: Aislamiento, soledad, abstinencia El Ermitaño está solo en la cima de una montaña. El rango nevado simboliza su dominio espiritual, crecimiento y realización. Él ha elegido este camino de autodescubrimiento y, como resultado, ha alcanzado un elevado estado de conciencia. En su mano derecha, sostiene una linterna con una estrella de seis puntas adentro; Es el Sello de Salomón, un símbolo de sabiduría. Mientras el Ermitaño camina por su camino, la lámpara ilumina su camino, pero solo ilumina sus próximos pasos en lugar del viaje completo. Debe dar un paso adelante para ver a dónde ir después, sabiendo que no todo se revelará a la vez. En su mano izquierda, el lado de la mente subconsciente, el Ermitaño tiene un largo bastón (un signo de su poder y autoridad), que utiliza para guiarse y equilibrarse.

# card10
source: UPRIGHT: Good luck, karma, life cycles, destiny, a turning point REVERSED: Bad luck, resistance to change, breaking cycles The Wheel of Fortune card shows a giant wheel, with three figures on the outer edges. Four Hebrew letters – YHVH (Yod Heh Vau Heh), the unpronounceable name of God – are inscribed on the wheel’s face. There are also the letters TORA, thought to be a version of the word Torah, meaning ‘law’, or TAROT, or even ROTA (Latin for ‘wheel’). The middle wheel has the alchemical symbols for mercury, sulphur, water and salt – the building blocks of life and the four elements – and represents formative power. On the outer circle is a snake, the Egyptian god Typhon (the god of evil), descending on the left side. The snake also represents the life force plunging into the material world. On the right side rises the Anubis, the Egyptian God of the dead who welcomes souls to the underworld. And on top of the wheel sits the Sphinx, representing knowledge and strength. In the corners of the Wheel of Fortune card are four winged creatures, each associated with the four fixed signs of the Zodiac: the angel is Aquarius, the eagle is Scorpio, the lion is Leo, and the bull is Taurus. Their wings signify stability amidst movement and change, and each holds the Torah, representing wisdom.
es: DERECHO: Buena suerte, karma, ciclos de vida, destino, un punto de inflexión INVERTIDA: Mala suerte, resistencia al cambio, ciclos de ruptura La carta Rueda de la Fortuna muestra una rueda gigante, con tres figuras en los bordes exteriores. Cuatro letras hebreas, YHVH (Yod Heh Vau Heh), el nombre impronunciable de Dios, están inscritas en la cara de la rueda. También están las letras TORA, que se cree que es una versión de la palabra Torá, que significa "ley", o TAROT, o incluso ROTA (en latín, "rueda"). La rueda central tiene los símbolos alquímicos para mercurio, azufre, agua y sal, los componentes básicos de la vida y los cuatro elementos, y representa el poder formativo. En el círculo exterior hay una serpiente, el dios egipcio Typhon (el dios del mal), que desciende del lado izquierdo. La serpiente también representa la fuerza vital que se hunde en el mundo material. En el lado derecho se levanta Anubis, el dios egipcio de los muertos que da la bienvenida a las almas al inframundo. Y en la parte superior de la rueda se encuentra la Esfinge, que representa el conocimiento y la fuerza. En las esquinas de la Rueda de la Fortuna hay cuatro criaturas aladas, cada una asociada con los cuatro signos fijos del zodíaco: el ángel es Acuario, el águila es Escorpio, el león es Leo y el toro es Tauro. Sus alas significan estabilidad en medio del movimiento y el cambio, y cada una sostiene la Torá, que representa la sabiduría.

# card11
source: UPRIGHT: Justice, fairness, truth, cause and effect, law REVERSED: Unfairness, lack of accountability, dishonesty The figure of Justice sits in front of a loosely hung purple veil, signifying compassion, and between two pillars, similar to those framing the High Priestess and the Hierophant, which symbolise balance, law and structure. She holds a sword in her right hand, showing the logical, well-ordered mindset necessary to dispense fair justice. The sword points upwards – expressing a firm and final decision – and the double-edged blade signifies that our actions always carry consequences. The scales in her left (intuitive) hand, show intuition must balance that logic and are a symbol of her impartiality. Justice wears a crown with a small square on it representing well-ordered thoughts, and a red robe with a green mantle. A little white shoe pops out from beneath her clothing as a reminder of the spiritual consequences of your actions.
es: DERECHO: Justicia, equidad, verdad, causa y efecto, ley INVERTIDA: Injusticia, falta de responsabilidad, deshonestidad La figura de La Justicia se sienta frente a un velo púrpura flojo, que significa compasión, y entre dos pilares, similares a los que enmarcan a la Suma Sacerdotisa y al Hierofante, que simbolizan el equilibrio, la ley y la estructura. Ella sostiene una espada en su mano derecha, mostrando la mentalidad lógica y bien ordenada necesaria para dispensar justicia justa. La espada apunta hacia arriba, expresando una decisión firme y final, y la hoja de doble filo significa que nuestras acciones siempre tienen consecuencias. Las escalas en su mano izquierda (intuitiva) muestran que la intuición debe equilibrar esa lógica y son un símbolo de su imparcialidad. La Justicia lleva una corona con un pequeño cuadrado que representa pensamientos bien ordenados y una túnica roja con un manto verde. Un pequeño zapato blanco sale de debajo de su ropa como un recordatorio de las consecuencias espirituales de tus acciones.

# card12
source: UPRIGHT: Pause, surrender, letting go, new perspectives REVERSED: Delays, resistance, stalling, indecision The Hanged Man shows a man suspended from a T-shaped cross made of living wood. He is hanging upside-down, viewing the world from a completely different perspective, and his facial expression is calm and serene, suggesting that he is in this hanging position by his own choice. He has a halo around his head, symbolising new insight, awareness and enlightenment. His right foot is bound to the tree, but his left foot remains free, bent at the knee and tucked in behind his right leg. His arms are bent, with hands held behind his back, forming an inverted triangle. The man is wearing red pants representing human passion and the physical body, and a blue vest for knowledge. The Hanged Man is the card of ultimate surrender, of being suspended in time and of martyrdom and sacrifice to the greater good.
es: DERECHO: Pausa, rendición, dejar ir, nuevas perspectivas INVERTIDA: Retrasos, resistencia, estancamiento, indecisión El Colgado muestra a un hombre suspendido de una cruz en forma de T hecha de madera viva. Está colgado boca abajo, viendo el mundo desde una perspectiva completamente diferente, y su expresión facial es tranquila y serena, lo que sugiere que está en esta posición colgada por su propia elección. Él tiene un halo alrededor de su cabeza, que simboliza una nueva visión, conciencia e iluminación. Su pie derecho está atado al árbol, pero su pie izquierdo permanece libre, doblado por la rodilla y escondido detrás de su pierna derecha. Sus brazos están doblados, con las manos detrás de la espalda, formando un triángulo invertido. El hombre lleva pantalones rojos que representan la pasión humana y el cuerpo físico, y un chaleco azul para el conocimiento. El Colgado es la carta de la máxima rendición, de ser suspendido en el tiempo y del martirio y sacrificio por el bien común.

# card13
source: UPRIGHT: Endings, change, transformation, transition REVERSED: Resistance to change, personal transformation, inner purging The Death card shows the Messenger of Death – a skeleton dressed in black armour, riding a white horse. The skeleton represents the part of the body which survives long after life has left it; the armour symbolises invincibility and that death will come no matter what. Its dark colour is that of mourning and the mysterious, while the horse is the colour of purity and acts as a symbol of strength and power. Death carries a black flag decorated with a white, five-petal rose, reflecting beauty, purification and immortality and the number five representing change. Together, these symbols reveal that death isn’t just about life ending. Death is about endings and beginnings, birth and rebirth, change and transformation. There is beauty in death, and it is an inherent part of being alive. A royal figure appears to be dead on the ground, while a young woman, child and bishop plead with the skeletal figure to spare them. But, as we all know, death spares no one. In the background, a boat floats down the river, akin to the mythological boats escorting the dead to the afterlife. On the horizon, the sun sets between two towers (which also appear in the Moon Tarot card), in a sense dying each night and being reborn every morning.
es: DERECHO: Finales, cambio, transformación, transición INVERTIDA: resistencia al cambio, transformación personal, purga interna La carta de La Muerte muestra al Mensajero de la Muerte: un esqueleto vestido con una armadura negra que monta un caballo blanco. El esqueleto representa la parte del cuerpo que sobrevive mucho después de que la vida lo abandona; la armadura simboliza la invencibilidad y que la muerte vendrá pase lo que pase. Su color oscuro es el de luto y el misterioso, mientras que el caballo es el color de la pureza y actúa como un símbolo de fuerza y poder. La muerte lleva una bandera negra decorada con una rosa blanca de cinco pétalos, que refleja la belleza, la purificación y la inmortalidad y el número cinco que representa el cambio. Juntos, estos símbolos revelan que la muerte no se trata solo de terminar con la vida. La muerte se trata de finales y comienzos, nacimiento y renacimiento, cambio y transformación. Hay belleza en la muerte, y es una parte inherente de estar vivo. Una figura real parece estar muerta en el suelo, mientras que una mujer joven, un niño y un obispo suplican a la figura esquelética para evitarlos. Pero, como todos sabemos, la muerte no perdona a nadie. En el fondo, un barco flota río abajo, similar a los barcos mitológicos que escoltan a los muertos al más allá. En el horizonte, el sol se pone entre dos torres (que también aparecen en la carta del Tarot de la Luna), muriendo cada noche y renaciendo todas las mañanas.

# card14
source: UPRIGHT: Balance, moderation, patience, purpose REVERSED: Imbalance, excess, self-healing, re-alignment The Temperance card shows a large, winged angel who is both masculine and feminine. She wears a light blue robe with a triangle enclosed in a square on the front, representing that humans (the triangle) are bound by the Earth and natural law (square). The angel balances between one foot on the rocks, expressing the need to stay grounded, and one foot in the water, showing the need to be in flow. She pours water between two cups, symbolic of the flow and alchemy of life. In the background, there is a winding path up to a mountain range, reflecting the journey through life. Above the mountains hovers a golden crown encased in a glowing light, a symbol of taking the Higher path and staying true to one’s life purpose and meaning.
es: DERECHO: Equilibrio, moderación, paciencia, propósito INVERTIDA: Desequilibrio, exceso, autocuración, realineamiento La carta de La Templanza muestra un ángel grande y alado que es masculino y femenino. Ella usa una túnica azul claro con un triángulo encerrado en un cuadrado en el frente, lo que representa que los humanos (el triángulo) están vinculados a la Tierra y a la ley natural (cuadrado). El ángel se balancea entre un pie en las rocas, expresando la necesidad de permanecer en tierra, y un pie en el agua, lo que demuestra la necesidad de estar en flujo. Ella vierte agua entre dos vasijas, simbolizando el flujo y la alquimia de la vida. En el fondo, hay un camino sinuoso hasta una cordillera, que refleja el viaje a través de la vida. Sobre las montañas se cierne una corona dorada encerrada en una luz brillante, un símbolo de tomar el camino Superior y mantenerse fiel al propósito y significado de la vida.

# card15
source: UPRIGHT: Shadow self, attachment, addiction, restriction, sexuality REVERSED: Releasing limiting beliefs, exploring dark thoughts, detachment The Devil card shows Baphomet, or the Horned Goat of Mendes, a creature that is half man, half goat. Baphomet originally represented the balance between good and evil, male and female, and human and animal; however, more recently, this figure has been linked to the occult and has become a scapegoat for all things considered ‘evil’. The Devil has the wings of a vampire bat, an animal that sucks the lifeblood out of its prey, symbolic of what happens when you give in to your raw desires. He has a hypnotic stare which ‘magnetises’ and entrances those who come near him, bringing them under his power. Above him is an inverted pentagram – a sign of the darker side of magic and occultism. He raises his right hand in the Vulcan Salute – a Jewish blessing, later made famous by the film series, Star Trek. In his left hand, he holds a lit torch. At the foot of the Devil stand a man and a woman, both naked and chained to the podium on which the Devil sits. They appear to be held here against their will – but look closer, and you will notice that the chains around their necks are loose and could be easily removed. Each has small horns on their head, like the devil’s, a sign that they are becoming increasingly like him the longer they stay here. Both have tails, a further symbol of their animalistic tendencies and raw instincts, and the grapes and the fire on their respective tails signify pleasure and lust.
es: DERECHO: Sombra, apego, adicción, restricción, sexualidad INVERTIDA: Liberar creencias limitantes, explorar pensamientos oscuros, desapego La carta del Diablo muestra a Baphomet, o la Cabra Cornuda de Mendes, una criatura que es mitad hombre, mitad cabra. Baphomet originalmente representaba el equilibrio entre el bien y el mal, hombre y mujer, y humano y animal; Sin embargo, más recientemente, esta cifra se ha relacionado con lo oculto y se ha convertido en un chivo expiatorio de todas las cosas consideradas "malvadas". El Diablo tiene las alas de un murciélago vampiro, un animal que absorbe la sangre de su presa, símbolo de lo que sucede cuando cedes a tus deseos crudos. Tiene una mirada hipnótica que "magnetiza" y atrae a los que se le acercan, poniéndolos bajo su poder. Sobre él hay un pentagrama invertido, un signo del lado oscuro de la magia y el ocultismo. Levanta su mano derecha en el Saludo Vulcano, una bendición judía, que más tarde se hizo famosa por la serie de películas Star Trek. En su mano izquierda, sostiene una antorcha encendida. Al pie del Diablo hay un hombre y una mujer, desnudos y encadenados al podio en el que se sienta el Diablo. Parecen estar retenidos aquí contra su voluntad, pero mira más de cerca, y notarás que las cadenas alrededor de sus cuellos están sueltas y podrían quitarse fácilmente. Cada uno tiene pequeños cuernos en la cabeza, como los del diablo, una señal de que se están volviendo cada vez más como él cuanto más tiempo permanecen aquí. Ambos tienen colas, un símbolo más de sus tendencias primitivas e instintos crudos, y las uvas y el fuego en sus colas respectivas significan placer y lujuria.

# card16
source: UPRIGHT: Sudden change, upheaval, chaos, revelation, awakening REVERSED: Personal transformation, fear of change, averting disaster The Tower shows a tall tower perched on the top of a rocky mountain. Lightning strikes set the building alight, and two people leap from the windows, head first and arms outstretched. It is a scene of chaos and destruction. The Tower itself is a solid structure, but because it has been built on shaky foundations, it only takes one bolt of lightning to bring it down. It represents ambitions and goals made on false premises. The lightning represents a sudden surge of energy and insight that leads to a break-through or revelation. It enters via the top of the building and knocks off the crown, symbolising energy flowing down from the Universe, through the crown chakra. The people are desperate to escape from the burning building, not knowing what awaits them as they fall. Around them are 22 flames, representing the 12 signs of the zodiac and 10 points of the Tree of Life, suggesting that even in times of disaster, there is always divine intervention.
es: DERECHO: Cambio repentino, agitación, caos, revelación, despertar INVERTIDA: Transformación personal, miedo al cambio, evitar desastres La Torre muestra una torre alta encaramada en la cima de una montaña rocosa. Los relámpagos prendieron fuego al edificio, y dos personas saltaron de las ventanas, con la cabeza primero y los brazos extendidos. Es una escena de caos y destrucción. La Torre en sí es una estructura sólida, pero debido a que se ha construido sobre cimientos inestables, solo se necesita un rayo para derribarla. Representa ambiciones y objetivos hechos en premisas falsas. El rayo representa una repentina oleada de energía y visión que conduce a un avance o revelación. Entra por la parte superior del edificio y desprende la corona, simbolizando la energía que fluye hacia abajo desde el Universo, a través del chakra de la corona. La gente está desesperada por escapar del edificio en llamas, sin saber lo que les espera mientras caen. Alrededor de ellos hay 22 llamas, que representan los 12 signos del zodíaco y 10 puntos del Árbol de la Vida, lo que sugiere que incluso en tiempos de desastre, siempre hay una intervención divina.

# card17
source: UPRIGHT: Hope, faith, purpose, renewal, spirituality REVERSED: Lack of faith, despair, self-trust, disconnection The Star card shows a naked woman kneeling at the edge of a small pool. She holds two containers of water: one in her left hand (the subconscious) and one in her right (the conscious). She pours the water out to nourish the earth and to continue the cycle of fertility, represented by the lush greenery around her. The other container pours the water onto dry land in five rivulets, representing the five senses. The woman has one foot on the ground, representing her practical abilities and good common sense, and the other foot in the water, representing her intuition and inner resources and listening to her inner voice. She is naked, representing her vulnerability and purity under the vastness of the starry night sky. Behind her shines one large star, representing her core essences, and seven smaller stars, representing the chakras.
es: DERECHO: Esperanza, fe, propósito, renovación, espiritualidad INVERTIDA: Falta de fe, desesperación, autoconfianza, desconexión La carta de La Estrella muestra a una mujer desnuda arrodillada al borde de una pequeña piscina. Ella sostiene dos recipientes de agua: uno en la mano izquierda (el subconsciente) y otro en la derecha (el consciente). Vierte el agua para nutrir la tierra y continuar el ciclo de fertilidad, representado por la exuberante vegetación a su alrededor. El otro recipiente vierte el agua en tierra firme en cinco riachuelos, que representan los cinco sentidos. La mujer tiene un pie en el suelo, que representa sus habilidades prácticas y buen sentido común, y el otro pie en el agua, que representa su intuición, recursos internos y escuchar a su voz interior. Está desnuda, representando su vulnerabilidad y pureza bajo la inmensidad del cielo estrellado. Detrás de ella brilla una gran estrella, que representa sus esencias centrales, y siete estrellas más pequeñas, que representan los chakras.
