Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# cardName60
source: Page of Cups
es: Paje de Copas

# cardName61
source: Knight of Cups
es: Caballero de Copas

# cardName62
source: Queen of Cups
es: Reina de Copas

# cardName63
source: King of Cups
es: Rey de Copas

# cardName64
source: Ace of Swords
es: As de Espadas

# cardName65
source: Two of Swords
es: Dos de Espadas

# cardName66
source: Three of Swords
es: Tres de Espadas

# cardName67
source: Four of Swords
es: Cuatro de Espadas

# cardName68
source: Five of Swords
es: Cinco de Espadas

# cardName69
source: Six of Swords
es: Seis de Espadas

# cardName70
source: Seven of Swords
es: Siete de Espadas

# cardName71
source: Eight of Swords
es: Ocho de Espadas

# cardName72
source: Nine of Swords
es: Nueve de Espadas

# cardName73
source: Ten of Swords
es: Diez de Espadas

# cardName74
source: Page of Swords
es: Paje de Espadas

# cardName75
source: Knight of Swords
es: Caballero de Espadas

# cardName76
source: Queen of Swords
es: Reina de Espadas

# cardName77
source: King of Swords
es: Rey de Espadas

# card0
source: UPRIGHT: Beginnings, innocence, spontaneity, a free spirit REVERSED: Holding back, recklessness, risk-taking The Fool is numbered 0 – the number of unlimited potential – and so does not have a specific place in the sequence of the Tarot cards. The Fool can be placed either at the beginning of the Major Arcana or at the end. The Major Arcana is often considered the Fool’s journey through life and as such, he is ever present and therefore needs no number. On the Fool Tarot card, a young man stands on the edge of a cliff, without a care in the world, as he sets out on a new adventure. He is gazing upwards toward the sky (and the Universe) and is seemingly unaware that he is about to skip off a precipice into the unknown. Over his shoulder rests a modest knapsack containing everything he needs – which isn’t much (let’s say he’s a minimalist). The white rose in his left hand represents his purity and innocence. And at his feet is a small white dog, representing loyalty and protection, that encourages him to charge forward and learn the lessons he came to learn. The mountains behind the Fool symbolise the challenges yet to come. They are forever present, but the Fool doesn’t care about them right now; he’s more focused on starting his expedition.
es: DERECHO: Principios, inocencia, espontaneidad, un espíritu libre INVERTIDA: Retención, imprudencia, toma de riesgos El Loco está numerado 0 - el número de potencial ilimitado - y por lo tanto no tiene un lugar específico en la secuencia de las cartas del Tarot. El Loco se puede colocar al principio de los Arcanos Mayores o al final. Los Arcanos Mayores a menudo se consideran el viaje del Loco por la vida y, como tal, siempre está presente y, por lo tanto, no necesita número. En la carta del Tarot El Loco se depicta un joven que se para al borde de un acantilado, sin preocuparse del mundo, mientras se embarca en una nueva aventura. Está mirando hacia el cielo (y al Universo) y aparentemente no sabe que está a punto de saltar un precipicio hacia lo desconocido. Sobre su hombro descansa una mochila modesta que contiene todo lo que necesita, lo cual no es mucho (digamos que es un minimalista). La rosa blanca en su mano izquierda representa su pureza e inocencia. Y a sus pies hay un pequeño perro blanco, representa lealtad y protección, eso lo alienta a seguir adelante y aprender las lecciones que vivencia. Las montañas detrás del Loco simbolizan los desafíos por venir. Están siempre presentes, pero al Loco no le importan en este momento; está más concentrado en comenzar su expedición.

# card1
source: UPRIGHT: Manifestation, resourcefulness, power, inspired action REVERSED: Manipulation, poor planning, untapped talents The Magician card is numbered One – the number of new beginnings and opportunities – and associates with the planet of Mercury. He stands with one arm stretched upwards towards the Universe, and the other pointing down to the earth. His positioning represents his connection between the spiritual realms and the material realms. The Magician uses this relationship to create and manifest his goals in the physical realm. He is the conduit that converts energy into matter. The Magician’s robe is white, symbolising purity, and his cloak is red, representing worldly experience and knowledge. On the table in front of him are the four symbols of the Tarot suits – a cup, pentacle, sword and wand – each symbolising one of the four elements – water, earth, air and fire. It is also a sign that he has all the tools (and elements) he needs to manifest his intentions into being. Above his head is the infinity symbol, and around his waist is a snake biting its own tail – both of which signal that he has access to unlimited potential. And in the foreground is an array of foliage and flowers, symbolising the blossoming and fruition of his ideas and aspirations.
es: DERECHO: Manifestación, ingenio, poder, acción inspirada INVERTIDA: Manipulación, mala planificación, talentos sin explotar La carta del Mago tiene el número Uno, el número de nuevos comienzos y oportunidades, y se asocia con el planeta Mercurio. Se para con un brazo extendido hacia el Universo, y el otro apuntando hacia la tierra. Su posición representa su conexión entre los reinos espirituales y los reinos materiales. El Mago usa esta relación para crear y manifestar sus objetivos en el ámbito físico. Él es el conducto que convierte la energía en materia. La túnica del Mago es blanca, simboliza la pureza, y su capa es roja, lo que representa la experiencia y conocimiento mundano. En la mesa frente a él están los cuatro símbolos de los trajes del Tarot: copa, oro, espada y bastos, cada uno de los cuales simboliza uno de los cuatro elementos: agua, tierra, aire y fuego. También es una señal de que tiene todas las herramientas (y elementos) que necesita para manifestar sus intenciones. Sobre su cabeza está el símbolo del infinito, y alrededor de su cintura hay una serpiente que se muerde la cola, lo que indica que tiene acceso a un potencial ilimitado. Y en primer plano hay una variedad de follaje y flores, que simboliza el florecimiento y la fructificación de sus ideas y aspiraciones.

# card2
source: UPRIGHT: Intuition, sacred knowledge, divine feminine, the subconscious mind REVERSED: Secrets, disconnected from intuition, withdrawal and silence The High Priestess sits in front of a thin veil decorated with pomegranates. The veil represents the separate conscious and subconscious realms, the seen and the unseen, and serves to keep casual onlookers out. Only the initiated may enter. The pomegranates on the veil are a symbol of abundance, fertility and the divine feminine, and are sacred to Persephone who ate a pomegranate seed in the underworld and was forced to return every year. On either side of the High Priestess stand two pillars, marking the entrance to this sacred, mystical temple (also associated with the Temple of Solomon). One pillar is black with the letter B (Boaz, meaning ‘in his strength’) and the other is white with the letter J (Jachin, meaning ‘he will establish’). The black and white colours of the pillars symbolise duality – masculine and feminine, darkness and light – stating that knowledge and acceptance of duality are required to enter this sacred space. The High Priestess wears a blue robe with a cross on her chest and a horned diadem (or crown), both a symbol of her divine knowledge and her status as a divine ruler. In her lap, she holds a scroll with the letter TORA, signifying the Greater Law (according to A. E. Waite). It is partly covered, signifying that this sacred knowledge is both explicit and implicit, it will only be revealed when the student is ready to look beyond the material realm. The crescent moon at her feet symbolises her connection with the divine feminine, her intuition and subconscious mind, and the natural cycles of the moon.
es: DERECHO: Intuición, conocimiento sagrado, divino femenino, la mente subconsciente INVERTIDA: Secretos, desconectada de la intuición, retirada y silencio La Suma Sacerdotisa se sienta frente a un velo delgado decorado con granadas. El velo representa los reinos separados conscientes y subconscientes, lo visible y lo invisible, y sirve para mantener alejados a los espectadores casuales. Solo los iniciados pueden ingresar. Las granadas en el velo son un símbolo de abundancia, fertilidad y lo divino femenino, y son sagradas para Perséfone que comió una semilla de granada en el inframundo y se vio obligada a regresar cada año. A cada lado de la Suma Sacerdotisa hay dos pilares que marcan la entrada a este templo sagrado y místico (también asociado con el Templo de Salomón). Un pilar es negro con la letra B (Booz, que significa "en su fuerza") y el otro es blanco con la letra J (Jachin, que significa "él establecerá"). Los colores blanco y negro de los pilares simbolizan la dualidad, masculina y femenina, oscuridad y luz, indicando que se requiere conocimiento y aceptación de la dualidad para entrar en este espacio sagrado. La Suma Sacerdotisa usa una túnica azul con una cruz en el pecho y una diadema con cuernos (o corona), tanto un símbolo de su conocimiento divino como su condición de gobernante divina. En su regazo, sostiene un pergamino con la letra TORA, que significa la Ley Mayor (según A. E. Waite). Está parcialmente cubierto, lo que significa que este conocimiento sagrado es tanto explícito como implícito, solo se revelará cuando el estudiante esté listo para mirar más allá del ámbito material. La luna creciente a sus pies simboliza su conexión con el divino femenino, su intuición y mente subconsciente y los ciclos naturales de la luna.

# card3
source: UPRIGHT: Femininity, beauty, nature, nurturing, abundance REVERSED: Creative block, dependence on others The Empress is a beautiful, full-figured woman with blonde hair and a peaceful aura about her. On her head, she wears a crown of twelve stars, showing her connection with the mystical realm and the cycles of the natural world (the twelve months of the year and the twelve planets). Her robe is patterned with pomegranates, symbolic of fertility, and sits upon a luxurious array of cushions and flowing red velvet. One cushion features the symbol of Venus, the planet of love, creativity, fertility, beauty and grace – the essence of the Empress. A beautiful, lush forest and winding stream surround the Empress, signifying her connection with Mother Earth and life itself. She draws her sense of peace from the trees and the water and is rejuvenated by the energy of nature. In the foreground, golden wheat springs from the soil, reflecting abundance from a recent harvest.
es: DERECHO: Feminidad, belleza, naturaleza, crianza, abundancia INVERTIDA: Bloqueo creativo, dependencia de otros La Emperatriz es una mujer hermosa, de figura completa, con cabello rubio y un aura pacífica sobre ella. En su cabeza, ella usa una corona de doce estrellas, mostrando su conexión con el reino místico y los ciclos del mundo natural (los doce meses del año y los doce planetas). Su túnica está estampada con granadas, símbolo de fertilidad, y se asienta sobre una lujosa gama de cojines y terciopelo rojo. Un cojín presenta el símbolo de Venus, el planeta del amor, la creatividad, la fertilidad, la belleza y la gracia, la esencia de La Emperatriz. Un hermoso y exuberante bosque y una sinuosa corriente rodean a La Emperatriz, lo que significa su conexión con la Madre Tierra y la vida misma. Ella extrae su sensación de paz de los árboles y el agua y se rejuvenece con la energía de la naturaleza. En primer plano, el trigo dorado brota del suelo, reflejando la abundancia de una cosecha reciente.

# card4
source: UPRIGHT: Authority, establishment, structure, a father figure REVERSED: Domination, excessive control, lack of discipline, inflexibility If the Empress is the Mother archetype of the Tarot deck, the Emperor is the Father. He sits upon a large stone throne, adorned with four rams’ heads (symbolic of his connection with Aries and the planet Mars). In his right hand, the Emperor holds an ankh, the Egyptian symbol of life, and in his left is an orb representing the world over which he rules. He wears a red robe, indicative of his power, passion and energy for life. Underneath it, he wears a suit of armour, suggesting that he is protected from any threat (and any emotional response or vulnerability). His long white beard is symbolic of his age-old wisdom and experience, and along with his gold crown, he is an authority figure who demands to be heard. Behind his throne looms a tall, impenetrable mountain range, signifying that he is backed by a solid foundation but resistant to making any changes unless he deems it necessary. Beneath the peaks flows a small river, giving some hope that despite his tough exterior, he is still an emotional being – it will just take a lot of digging and trust to open him up to his softer side.
es: DERECHO: Autoridad, establecimiento, estructura, figura paterna INVERTIDA: Dominación, control excesivo, falta de disciplina, inflexibilidad Si La Emperatriz es el arquetipo Madre de la baraja del Tarot, El Emperador es el Padre. Se sienta sobre un gran trono de piedra, adornado con cuatro cabezas de carneros (símbolo de su conexión con Aries y el planeta Marte). En su mano derecha, el Emperador sostiene un ankh, el símbolo egipcio de la vida, y en su izquierda hay un orbe que representa el mundo sobre el que gobierna. Lleva una túnica roja, indicativa de su poder, pasión y energía para la vida. Debajo de él, usa una armadura, lo que sugiere que está protegido de cualquier amenaza (y cualquier respuesta emocional o vulnerabilidad). Su larga barba blanca simboliza su antigua sabiduría y experiencia, y junto con su corona de oro, es una figura de autoridad que exige ser escuchado. Detrás de su trono se alza una cordillera alta e impenetrable, lo que significa que está respaldado por una base sólida pero resistente a hacer cambios a menos que lo considere necesario. Debajo de los picos fluye un pequeño río, dando la esperanza de que, a pesar de su exterior duro, él sigue siendo un ser emocional: solo requerirá mucha excavación y confianza para abrirlo a su lado más suave.

# card5
source: UPRIGHT: Spiritual wisdom, religious beliefs, conformity, tradition,institutions REVERSED: Personal beliefs, freedom, challenging the status quo The Hierophant is the masculine counterpart to the High Priestess. He is also known as the Pope or the Teacher in other Tarot decks and is ruled by Taurus. The Hierophant is a religious figure sitting between two pillars of a sacred temple – though this temple differs from the one in which the High Priestess sits. He wears three robes – red, blue and white – and a three-tiered crown, both representing the three worlds over which he rules (the conscious, sub-conscious and super-conscious). In his left hand, he holds the Papal Cross, a triple sceptre that signifies his religious status. He raises his right hand in a religious blessing, with two fingers pointing towards Heaven and two towards Earth. Before him kneel two followers. The Hierophant’s task is to pass down his spiritual wisdom and initiate the two into the church so they can take up their appointed roles. This imagery speaks to a shared group identity and a rite of passage to enter the next level. The crossed keys at the Hierophant’s feet represent the balance between the conscious and subconscious minds and the unlocking of mysteries, which only he can teach.
es: DERECHO: Sabiduría espiritual, creencias religiosas, conformidad, tradición, instituciones INVERTIDA: Creencias personales, libertad, desafiando el status quo El Hierofante es la contraparte masculina de La Suma Sacerdotisa. También es conocido como el Papa o el Maestro en otras barajas de Tarot y es gobernado por Tauro. El Hierofante es una figura religiosa sentada entre dos pilares de un templo sagrado, aunque este templo difiere de aquel en el que se sienta La Suma Sacerdotisa. Lleva tres túnicas: rojo, azul y blanco, y una corona de tres niveles, ambos representan los tres mundos sobre los que gobierna (el consciente, el subconsciente y el superconsciente). En su mano izquierda, sostiene la Cruz Papal, un triple cetro que significa su estatus religioso. Levanta su mano derecha en una bendición religiosa, con dos dedos apuntando hacia el cielo y dos hacia la tierra. Ante él se arrodillan dos seguidores. La tarea del Hierofante es transmitir su sabiduría espiritual e iniciar a los dos en la iglesia para que puedan asumir sus roles designados. Estas imágenes hablan de una identidad grupal compartida y un rito de iniciación para ingresar al siguiente nivel. Las llaves cruzadas a los pies del Hierofante representan el equilibrio entre las mentes conscientes y subconscientes y el desbloqueo de misterios, que solo él puede enseñar.

# card6
source: UPRIGHT: Love, harmony, relationships, values alignment, choices REVERSED: Self-love, disharmony, imbalance, misalignment of values The Lovers card shows a naked man and woman standing beneath the angel, Raphael, whose name means ‘God heals’ and represents both physical and emotional healing. The angel blesses the man and woman and reminds them of their union with the Divine. The couple stands in a beautiful, fertile landscape, reminiscent of the Garden of Eden. Behind the woman stands a tall apple tree, with a snake winding its way up the trunk. The serpent and apple tree represent the temptation of sensual pleasures that may take one’s focus away from the Divine. Behind the man is a tree of flames, which represent passion, the primary concern of the man. The twelve flames suggest the twelve zodiac signs, the symbol of time and eternity. The man looks to the woman, who watches the angel, showing the path of the conscious to the subconscious to the super-conscious, or from physical desire to emotional needs to spiritual concerns. The volcanic mountain in the background is rather phallic and represents the eruption of passion that happens when man and woman meet in full frontal nudity.
es: DERECHO: Amor, armonía, relaciones, alineación de valores, elecciones INVERTIDA: Amor propio, falta de armonía, desequilibrio, desalineación de valores La carta de Los Enamorados muestra a un hombre y una mujer desnudos de pie debajo del ángel, Rafael, cuyo nombre significa "Dios sana" y representa la curación física y emocional. El ángel bendice al hombre y a la mujer y les recuerda su unión con lo Divino. La pareja se encuentra en un hermoso y fértil paisaje, que recuerda al Jardín del Edén. Detrás de la mujer se encuentra un alto manzano, con una serpiente que sube por el tronco. La serpiente y el manzano representan la tentación de los placeres sensuales que pueden desviar la atención de lo Divino. Detrás del hombre hay un árbol de llamas, que representan la pasión, la principal preocupación del hombre. Las doce llamas sugieren los doce signos del zodiaco, el símbolo del tiempo y la eternidad. El hombre mira a la mujer, que observa al ángel, mostrando el camino de lo consciente a lo subconsciente a lo súper consciente, o del deseo físico a las necesidades emocionales a las preocupaciones espirituales. La montaña volcánica en el fondo es bastante fálica y representa la erupción de la pasión que ocurre cuando el hombre y la mujer se encuentran en plena desnudez frontal.

# card7
source: UPRIGHT: Control, willpower, success, action, determination REVERSED: Self-discipline, opposition, lack of direction The Chariot Tarot card shows a brave warrior standing inside a chariot. He wears armour decorated with crescent moons (representing what is coming into being), a tunic with a square (the strength of will) and other alchemical symbols (spiritual transformation). The laurel and star crown signals victory, success and spiritual evolution. Although he appears to be driving the chariot, the charioteer holds no reins – just a wand like the Magician’s – symbolising that he controls through the strength of his will and mind. The charioteer stands tall – there’s no sitting down for this guy, as he’s all about taking action and moving forward. Above his head is a canopy of six-pointed stars, suggesting his connection to the celestial world and the Divine will. In front of the vehicle sit a black and a white sphinx, representing duality, positive and negative and, at times, opposing forces. Note how the sphinxes are pulling in opposite directions, but the charioteer uses his willpower and sheer resolve to steer the chariot forward in the direction he wants. Behind the chariot flows a wide river, symbolic of the need to be ‘in flow’ with the rhythm of life while also charging ahead toward your goals and intentions.
es: DERECHO: Control, fuerza de voluntad, éxito, acción, determinación INVERTIDA: Autodisciplina, oposición, falta de dirección La carta del Tarot El Carro muestra a un valiente guerrero parado dentro de un carro. Lleva una armadura decorada con lunas crecientes (que representan lo que está surgiendo), una túnica con un cuadrado (la fuerza de la voluntad) y otros símbolos alquímicos (transformación espiritual). La corona de laurel y estrella señala la victoria, el éxito y la evolución espiritual. Aunque parece conducir el carro, el auriga no tiene riendas, solo una varita como la del Mago, lo que simboliza que controla a través de la fuerza de su voluntad y mente. El auriga se mantiene erguido: no hay forma de sentarse para este tipo, ya que se trata de tomar medidas y avanzar. Sobre su cabeza hay un dosel de estrellas de seis puntas, lo que sugiere su conexión con el mundo celestial y la voluntad Divina. Frente al carro se sienta una esfinge negra y blanca, que representa la dualidad, positiva y negativa y, a veces, fuerzas opuestas. Tenga en cuenta cómo las esfinges están tirando en direcciones opuestas, pero el auriga usa su fuerza de voluntad y su absoluta resolución para dirigir el carro hacia adelante en la dirección que desea. Detrás del carro fluye un río ancho, simbólico de la necesidad de estar "en flujo" con el ritmo de la vida al tiempo que avanza hacia sus objetivos e intenciones.
