Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# card35
source: UPRIGHT: Natural-born leader, vision, entrepreneur, honour REVERSED: Impulsiveness, haste, ruthless, high expectations The King of Wands sits on his throne, holding a blossoming wand in his hand, a symbol of life and creativity. His throne and cape are decorated with lions and salamanders, both symbols of fire and strength. The salamanders biting their own tails represent infinity and the ongoing drive to move forward against all obstacles.
es: DERECHO: Líder nato, visión, emprendedor, honor INVERTIDA: impulsividad, prisa, despiadado, altas expectativas El Rey de Bastos se sienta en su trono, sosteniendo una varita floreciente en su mano, un símbolo de vida y creatividad. Su trono y capa están decorados con leones y salamandras, ambos símbolos de fuego y fuerza. Las salamandras que muerden sus propias colas representan el infinito y el impulso continuo para avanzar contra todos los obstáculos.

# card36
source: UPRIGHT: A new financial or career opportunity, manifestation, abundance. REVERSED: Lost opportunity, lack of planning and foresight. The Ace of Pentacles depicts a hand emerging from the clouds, much like the Aces of the other suits. A large coin sits in the cupped palm, freely available to whoever has the wherewithal to take it. It is as if a new opportunity, associated with wealth, business, and manifestation, has appeared out of nowhere and is now being extended to you in all its glory. The impetus is now on you to accept this offer and turn it into something meaningful and sustainable. The landscape in this card is lush and abounding: a garden brimming with green grass and white lilies. A small path leads to an archway, wrapped in beautiful foliage and flowers and, beyond the arch, mountain peaks soar in the horizon. This verdant imagery signals that the time is ripe to move forward with your career and financial ambitions. While it will require hard work and determination (scaling mountains is no easy task), the Ace of Pentacles encourages you to make the most of this opportunity while it’s in its most abundant state.
es: DERECHO: Una nueva oportunidad financiera o profesional, manifestación, abundancia INVERTIDA: Oportunidad perdida, falta de planificación y previsión El As de Oros representa una mano que emerge de las nubes, al igual que los Ases de los otros cortes. Una moneda grande se encuentra en la palma ahuecada, disponible gratuitamente para quien tenga los medios para tomarla. Es como si una nueva oportunidad, asociada con la riqueza, los negocios y la manifestación, hubiera aparecido de la nada y ahora se te esté extendiendo en todo su esplendor. El ímpetu está en ti para que aceptes esta oferta y la conviertas en algo significativo y sostenible. El paisaje en esta carta es exuberante y abundante: un jardín lleno de hierba verde y lirios blancos. Un pequeño sendero conduce a un arco, envuelto en un hermoso follaje y flores y, más allá del arco, los picos de las montañas se elevan en el horizonte. Estas imágenes verdes indican que ha llegado el momento de avanzar con su carrera y ambiciones financieras. Si bien requerirá trabajo duro y determinación (escalar montañas no es una tarea fácil), el As de Oros lo alienta a aprovechar al máximo esta oportunidad mientras está en su estado más abundante.

# card37
source: UPRIGHT: Multiple priorities, time management, prioritisation, adaptability. REVERSED: Over-committed, disorganisation, reprioritisation. In the Two of Pentacles, a young man dances while juggling two coins in his hands. The infinity symbol links the coins, suggesting that this man can handle unlimited problems so long as he manages his time, energy and resources well. In the background, two ships sail the high seas, bobbing up and down on the huge waves – another sign that the ups and downs of life are manageable with focus and attention.
es: DERECHO: Múltiples prioridades, gestión del tiempo, priorización, adaptabilidad INVERTIDA: Sobre-comprometido, desorganización, re-priorización. En el Dos de Oros, un joven baila mientras hace malabares con dos monedas en sus manos. El símbolo de infinito une las monedas, lo que sugiere que este hombre puede manejar problemas ilimitados siempre que administre bien su tiempo, energía y recursos. En el fondo, dos barcos navegan en alta mar, subiendo y bajando sobre las enormes olas, otra señal de que los altibajos de la vida son manejables con enfoque y atención.

# card38
source: UPRIGHT: Teamwork, collaboration, learning, implementation. REVERSED: Disharmony, misalignment, working alone. The Three of Pentacles shows a young stonemason working with his tools on a portion of a cathedral. In front of him two architects hold the plans for the design. The soaring ceilings and intricate engravings signify that both parties are skilled in their respective crafts. The stonemason appears to be discussing his progress so far with the architects, and even though he is less experienced, they value his opinion and specialist knowledge. Their body language insinuates that this young man is an essential contributor to the cathedral’s completion and the architects want to make sure that everyone is on the same page.
es: DERECHO: Trabajo en equipo, colaboración, aprendizaje, implementación. INVERTIDA: Desarmonía, desalineación, trabajar solo El Tres de Oros muestra a un joven albañil trabajando con sus herramientas en una parte de una catedral. Frente a él, dos arquitectos sostienen los planos del diseño. Los altos techos y los intrincados grabados significan que ambas partes son hábiles en sus respectivos oficios. El albañil parece estar discutiendo su progreso hasta ahora con los arquitectos, y aunque tiene menos experiencia, valoran su opinión y su conocimiento especializado. Su lenguaje corporal insinúa que este joven es un contribuyente esencial para la finalización de la catedral y los arquitectos quieren asegurarse de que todos estén en la misma página.

# card39
source: UPRIGHT: Saving money, security, conservatism, scarcity, control. REVERSED: Over-spending, greed, self-protection. The Four of Pentacles shows a man sitting on a stool, beyond the boundaries of his hometown. His arms are wrapped tightly around a coin as if he fears he may lose it if he loosens his grip. He balances another pentacle on his head, impeding his connection with spirit, and two more sit securely underneath his feet. He clearly doesn’t want anyone to take his coins. However, because he is so attached to his money, he can’t move or go anywhere. He has no one to speak to, not even the friends and family members in the community behind him. The man finds himself stuck in one place with a singular fixation: wealth.
es: DERECHO: Ahorro de dinero, seguridad, conservadurismo, escasez, control INVERTIDA: Gasto excesivo, avaricia, autoprotección El Cuatro de Oros muestra a un hombre sentado en un taburete, más allá de los límites de su ciudad natal. Sus brazos están fuertemente apretados alrededor de una moneda, como si temiera perderla si afloja su agarre. Equilibra otro oro sobre su cabeza, impidiendo su conexión con el espíritu, y dos oros más están asegurados bajo sus pies. Claramente no quiere que nadie tome sus monedas. Sin embargo, debido a que está tan apegado a su dinero, no puede moverse ni ir a ningún lado. No tiene a nadie con quien hablar, ni siquiera los amigos y familiares de la comunidad detrás de él. El hombre se encuentra atrapado en un lugar con una fijación singular: la riqueza.

# card40
source: UPRIGHT: Financial loss, poverty, lack mindset, isolation, worry. REVERSED: Recovery from financial loss, spiritual poverty. In the Five of Pentacles, two people walk through the icy wind and snow; both are destitute and living in poverty. One man is injured and on crutches, while the other is barefoot and has only a thin blanket to protect him from the bleak winter weather. Behind them sits a church with its lit up and exuding warmth, a symbol of hope, faith and spiritual support. However, because the two people are so focused on their plight, they fail to see that help is available to them and continue on in their desperate journey.
es: DERECHO: Pérdida financiera, pobreza, falta de mentalidad, aislamiento, preocupación INVERTIDA: Recuperación de la pérdida financiera, pobreza espiritual En el Cinco de Oros, dos personas caminan a través del viento helado y la nieve; ambos son indigentes y viven en la pobreza. Un hombre está herido y con muletas, mientras que el otro está descalzo y solo tiene una manta delgada para protegerlo del sombrío clima invernal. Detrás de ellos se encuentra una iglesia con su calidez iluminada y exudante, un símbolo de esperanza, fe y apoyo espiritual. Sin embargo, debido a que las dos personas están tan concentradas en su difícil situación, no pueden ver que la ayuda está disponible para ellos y continúan en su viaje desesperado.

# card41
source: UPRIGHT: Giving, receiving, sharing wealth, generosity, charity. REVERSED: Self-care, unpaid debts, one-sided charity. The Six of Pentacles shows a wealthy man dressed in a red robe, handing out coins to two beggars who kneel at his feet. In his left hand, he holds a balanced scale, representing fairness and equality. This card reflects a state of financial security and generosity, suggesting that you can generously use your wealth and abundance for the benefit of others. But it also speaks to receiving generosity and the feeling of relief that accompanies much-needed assistance. The Six of Pentacles is a card of giving and receiving. Sometimes, you are on the giving end; other times, you are on the receiving end. It’s an ongoing cycle of life, and this card serves as a reminder that the balance can change at any time. Even if you are surrounded by wealth, there will be times when you need the help and support of others, so be generous with your resources, as you may need the support in the future.
es: DERECHO: Dar, recibir, compartir riqueza, generosidad, caridad INVERTIDA: Autocuidado, deudas impagas, caridad unilateral El Seis de Oros muestra a un hombre rico vestido con una túnica roja, entregando monedas a dos mendigos que se arrodillan a sus pies. En su mano izquierda, tiene una balanza, que representa la equidad y la igualdad. Esta carta refleja un estado de seguridad financiera y generosidad, lo que sugiere que puede utilizar generosamente su riqueza y abundancia en beneficio de los demás. Pero también habla de recibir generosidad y la sensación de alivio que acompaña a la asistencia que tanto se necesita. El Seis de Oros es una carta de dar y recibir. A veces, te toca dar; otras veces, recibir. Es un ciclo continuo de vida, y esta carta sirve como recordatorio de que tus recursos pueden cambiar en cualquier momento. Incluso si está rodeado de riqueza, habrá momentos en los que necesite la ayuda y el apoyo de otros, por lo tanto, sea generoso con sus recursos, ya que puede necesitar apoyo en el futuro.

# card42
source: UPRIGHT: Long-term view, sustainable results, perseverance, investment. REVERSED: Lack of long-term vision, limited success or reward. In the Seven of Pentacles, a man leans on his hoe, gazing down at his abundant crop. He has worked long and hard to nurture tiny seeds into this thriving garden and can now take a break to enjoy the fruits of his labour. Note the expression in his face, however: he also looks fatigued – even a little ‘over it’ – from having worked so hard for this successful harvest. Success comes from hard work and patience, but this card reminds you to take care not to overdo it and exhaust yourself.
es: DERECHO: Visión a largo plazo, resultados sostenibles, perseverancia, inversión INVERTIDA: Falta de visión a largo plazo, éxito limitado o recompensa En el Siete de Oros, un hombre se apoya en su azada, contemplando su abundante cosecha. Ha trabajado mucho para cultivar pequeñas semillas en este próspero jardín y ahora puede tomar un descanso para disfrutar de los frutos de su trabajo. Sin embargo, tenga en cuenta la expresión en su rostro: también se ve cansado, incluso un poco "agobiado", de haber trabajado tan duro para esta cosecha exitosa. El éxito proviene del trabajo duro y la paciencia, pero esta carta te recuerda que debes tener cuidado de no excederte y agotarte.

# card43
source: UPRIGHT: Apprenticeship, repetitive tasks, mastery, skill development. REVERSED: Self-development, perfectionism, misdirected activity. The Eight of Pentacles shows a young man labouring over eight coins, carefully etching out a pentacle shape into each coin. In the background, there is a small town, however he has separated himself from the distractions of home life so that he can fully dedicate himself to the task at hand. He is concentrating very hard, eager to do a good job and avoid any mistakes. As he creates each coin, his skills improve and he becomes a master at his craft.
es: DERECHO: Aprendizaje, tareas repetitivas, dominio, desarrollo de habilidades INVERTIDA: Autodesarrollo, perfeccionismo, actividad mal dirigida El Ocho de Oros muestra a un joven grabando cuidadosamente un pentáculo en cada moneda. En el fondo, hay un pequeño pueblo, sin embargo, se ha separado de las distracciones de la vida hogareña para poder dedicarse por completo a la tarea en cuestión. Se está concentrando mucho, ansioso por hacer un buen trabajo y evitar cualquier error. A medida que crea cada moneda, sus habilidades mejoran y se convierte en un maestro en su oficio.

# card44
source: UPRIGHT: Abundance, luxury, self-sufficiency, financial independence. REVERSED: Self-worth, over-investment in work, hustling. The Nine of Pentacles shows a well-dressed woman standing in a beautiful garden. She wears a flowing, golden robe and a red beret, signs of her wealth and social status. The vines behind her are heavy with grapes and golden coins, representing the fruitful accomplishment of all her desires. Her right hand rests upon one of the many coins, and her fingers wrap around the purple grapes on the vine, symbolising her healthy relationship with money. She can enjoy the fruits of her labours without overdoing it. A hooded falcon sits calmly on her left hand, signifying the woman’s intellectual and spiritual self-control. Far in the background is a large house, presumably belonging to the woman herself, a further signal of her abounding wealth and financial plenty.
es: DERECHO: Abundancia, lujo, autosuficiencia, independencia financiera INVERTIDA: Autoestima, sobreinversión en trabajo, ajetreo El Nueve de Oros muestra a una mujer bien vestida de pie en un hermoso jardín. Lleva una túnica dorada y una boina roja, signos de su riqueza y estatus social. Las vides detrás de ella están llenas de uvas y monedas de oro, que representan el fructífero logro de todos sus deseos. Su mano derecha descansa sobre una de las muchas monedas, y sus dedos se envuelven alrededor de las uvas moradas en la vid, simbolizando su relación saludable con el dinero. Ella puede disfrutar de los frutos de su trabajo sin exagerar. Un halcón encapuchado se sienta con calma en su mano izquierda, lo que significa el autocontrol intelectual y espiritual de la mujer. En el fondo hay una casa grande, presumiblemente perteneciente a la mujer misma, una señal más de su abundancia de riqueza y abundancia financiera.

# card45
source: UPRIGHT: Wealth, financial security, family, long-term success, contribution. REVERSED: The dark side of wealth, financial failure or loss. The Ten of Pentacles shows an old, white-haired man wearing an ornately embroidered robe, sitting with his two loyal white dogs at his feet. A younger couple stands nearby with a small child. The man is a wealthy patriarch who has achieved a great deal during his life and is immensely gratified that he can now share his wealth and abundance with his loved ones. His successes and accomplishments are now providing financial security and certainty to his family. He can already see the legacy he has created. The man and his family gather in the courtyard of a large castle, marking their prosperity, comfort and financial security. On the archway are family emblems and flags, a symbol of their history and ancestry. Their wealth goes way beyond material comfort; the man and his family have a deeply rooted connection to their lineage, home and community.
es: DERECHO: Riqueza, seguridad financiera, familia, éxito a largo plazo, contribución INVERTIDA: El lado oscuro de la riqueza, el fracaso financiero o la pérdida. El Diez de Oros muestra a un anciano de pelo blanco con una bata bordada adornada, sentado con sus dos fieles perros blancos a sus pies. Una pareja más joven se encuentra cerca con un niño pequeño. El hombre es un patriarca rico que ha logrado mucho durante su vida y está inmensamente satisfecho de que ahora puede compartir su riqueza y abundancia con sus seres queridos. Sus éxitos y logros ahora brindan seguridad financiera y seguridad a su familia. Él ya puede ver el legado que ha creado. El hombre y su familia se reúnen en el patio de un gran castillo, marcando su prosperidad, comodidad y seguridad financiera. En el arco hay emblemas y banderas familiares, un símbolo de su historia y ascendencia. Su riqueza va mucho más allá del confort material; El hombre y su familia tienen una conexión muy arraigada con su linaje, hogar y comunidad.

# card46
source: UPRIGHT: Manifestation, financial opportunity, skill development. REVERSED: Lack of progress, procrastination, learn from failure. The Page of Pentacles depicts a young man standing in a grassy field of blooming flowers. In the distance behind him is a small patch of trees and a newly ploughed field, promising an abundant harvest. The mountain range in the horizon signifies the upcoming challenges and obstacles the Page must surmount along his journey. The Page holds a gold coin in his hand and examines it carefully, as if to discover how to manifest even more gold and abundance.
es: DERECHO: Manifestación, oportunidad financiera, desarrollo de habilidades INVERTIDA: Falta de progreso, dilación, aprender del fracaso El Paje de Oros representa a un joven parado en un campo de flores. En la distancia detrás de él hay un pequeño parche de árboles y un campo recién arado, que promete una cosecha abundante. La cordillera en el horizonte significa los próximos desafíos y obstáculos que el Paje debe superar a lo largo de su viaje. El Paje sostiene una moneda de oro en su mano y la examina cuidadosamente, como para descubrir cómo manifestar aún más oro y abundancia.

# card47
source: UPRIGHT: Hard work, productivity, routine, conservatism. REVERSED: Self-discipline, boredom, feeling ‘stuck’, perfectionism. The Knight of Pentacles sits on a stationary draught horse, carefully looking at the gold coin held in his hand. He is in no hurry, preferring to assess and plan his path ahead before taking action. In the background, there is a broad field that has been laboriously ploughed row by row, symbolising that this Knight is ready and willing to do the work to realise his dreams, even if it is repetitive and dull.
es: DERECHO: Trabajo duro, productividad, rutina, conservadurismo INVERTIDA: Autodisciplina, aburrimiento, sentirse "atrapado", perfeccionismo El Caballero de Oros se sienta en un caballo de tiro estacionario, mirando cuidadosamente la moneda de oro que tiene en la mano. No tiene prisa, prefiere evaluar y planificar su camino antes de tomar medidas. En el fondo, hay un amplio campo que ha sido laboriosamente arado fila por fila, simbolizando que este Caballero está listo y dispuesto a hacer el trabajo para realizar sus sueños, incluso si es repetitivo y aburrido.

# card48
source: UPRIGHT: Nurturing, practical, providing financially, a working parent. REVERSED: Financial independence, self-care, work-home conflict. In the Queen of Pentacles, a woman sits on a stone throne decorated with carvings of fruit trees, goats, angels and other symbols of material success and sensual pleasure. She cradles a gold coin with both hands and looks down on it with loving care, as if to nurture this symbol of wealth and material success. Luscious plants and flowers surround her, representing her connection to Mother Earth, nature, and abundance. A small rabbit jumps near to where she is seated, symbolising fertility and suggesting that her life is in flow and alignment.
es: DERECHO: Nutritivo, práctico, proporcionando financieramente, un padre trabajador INVERTIDA: Independencia financiera, autocuidado, conflicto trabajo-hogar En la Reina de Oros, una mujer se sienta en un trono de piedra decorado con tallas de árboles frutales, cabras, ángeles y otros símbolos de éxito material y placer sensual. Acuna una moneda de oro con ambas manos y la mira con amoroso cuidado, como para nutrir este símbolo de riqueza y éxito material. Plantas y flores deliciosas la rodean, representando su conexión con la Madre Tierra, la naturaleza y la abundancia. Un pequeño conejo salta cerca de donde está sentada, simbolizando la fertilidad y sugiriendo que su vida está fluyendo y alineándose.

# card49
source: UPRIGHT: Wealth, business, leadership, security, discipline, abundance. REVERSED: Financially inept, obsessed with wealth and status, stubborn. The King of Pentacles sits on a throne embellished with carvings of bulls, representing his connection to the astrological sign of Taurus, and grapes and vines adorn his robe, symbolising wealth and abundance. In his right hand, he holds the sceptre of his power, and in his left, he holds a golden coin, symbolic of his material influence. This King has an innate ability to create material wealth and financial abundance – and better yet, he can sustain his wealth over time through self-discipline, control and leadership. At his feet and around his throne are more vines, flowers and plants, representing the highest attainment of material success. His castle sits behind him, a symbol of all he has built through his efforts and determination. This King is therefore very serious about financial security and has made the accumulation of wealth his focus in life. He is proud of his achievements and likes to show others his prized possessions and wealth.
es: DERECHO: Riqueza, negocios, liderazgo, seguridad, disciplina, abundancia INVERTIDA: Financieramente inepto, obsesionado con la riqueza y el estado, terco El Rey de Oros se sienta en un trono adornado con tallas de toros, lo que representa su conexión con el signo astrológico de Tauro, y las uvas y las vides adornan su túnica, simbolizando la riqueza y la abundancia. En su mano derecha, sostiene el cetro de su poder, y en su izquierda, sostiene una moneda de oro, simbólica de su influencia material. Este Rey tiene una habilidad innata para crear riqueza material y abundancia financiera, y mejor aún, puede mantener su riqueza a lo largo del tiempo a través de la autodisciplina, el control y el liderazgo. A sus pies y alrededor de su trono hay más enredaderas, flores y plantas, que representan el mayor logro del éxito material. Su castillo se encuentra detrás de él, un símbolo de todo lo que ha construido a través de sus esfuerzos y determinación. Por lo tanto, este Rey se toma muy en serio la seguridad financiera y ha hecho de la acumulación de riqueza su foco en la vida. Está orgulloso de sus logros y le gusta mostrar a los demás sus preciadas posesiones y riqueza.
