Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# card18
source: UPRIGHT: Illusion, fear, anxiety, subconscious, intuition REVERSED: Release of fear, repressed emotion, inner confusion The Moon card shows a full moon in the night’s sky, positioned between two large towers. The Moon is a symbol of intuition, dreams, and the unconscious. Its light is dim compared to the sun, and only slightly illuminates the path to higher consciousness winding between the two towers. In the foreground is a small pool, representing the watery, subconscious mind. A small crayfish crawls out of the pool, symbolising the early stages of consciousness unfolding. A dog and a wolf stand in the grassy field, howling at the moon, representing both the tamed and the wild aspects of our minds.
es: DERECHO: Ilusión, miedo, ansiedad, subconsciente, intuición INVERTIDA: Liberación del miedo, emoción reprimida, confusión interna La carta de La Luna muestra una luna llena en el cielo nocturno, colocada entre dos grandes torres. La luna es un símbolo de la intuición, los sueños y el inconsciente. Su luz es tenue en comparación con el sol, y solo ilumina levemente el camino hacia una mayor conciencia que serpentea entre las dos torres. En primer plano hay una pequeña piscina que representa la mente acuosa y subconsciente. Un pequeño cangrejo de río se arrastra fuera de la piscina, simbolizando las primeras etapas del desarrollo de la conciencia. Un perro y un lobo se paran en el campo de hierba, aullando a la luna, representando los aspectos domesticados y salvajes de nuestras mentes.

# card19
source: UPRIGHT: Positivity, fun, warmth, success, vitality REVERSED: Inner child, feeling down, overly optimistic The Sun Tarot card radiates with optimism and positivity. A large, bright sun shines in the sky, representing the source of all life on Earth. Underneath, four sunflowers grow tall above a brick wall, representing the four suits of the Minor Arcana and the four elements. In the foreground, a young, naked child is sitting on top of a calm white horse. The child represents the joy of being connected with your inner spirit, and his nakedness is a sign he has nothing to hide and has all the innocence and purity of childhood. The white horse is also a sign of purity and strength.
es: DERECHO: Positividad, diversión, calidez, éxito, vitalidad INVERTIDA: Niño interno, deprimido, demasiado optimista La carta El Sol irradia optimismo y positividad. Un gran sol brillante brilla en el cielo, representando la fuente de toda la vida en la Tierra. Debajo, cuatro girasoles crecen altos sobre una pared de ladrillos, representando los cuatro trajes de los Arcanos Menores y los cuatro elementos. En primer plano, un niño joven y desnudo está sentado encima de un tranquilo caballo blanco. El niño representa la alegría de estar conectado con su espíritu interior, y su desnudez es una señal de que no tiene nada que ocultar y tiene toda la inocencia y la pureza de la infancia. El caballo blanco es también un signo de pureza y fuerza.

# card20
source: UPRIGHT: Judgement, rebirth, inner calling, absolution REVERSED: Self-doubt, inner critic, ignoring the call The Judgement card shows naked men, women, and children rising from their graves, arms outspread and looking up into the sky. Above, Archangel Gabriel – the Messenger of God – blows his trumpet. The people respond to his call, ready to be judged and to find out if they will be accepted into the heavens or not. In the background is an extensive mountain range, signifying the insurmountable obstacles and the impossibility of avoiding judgement.
es: DERECHO: Juicio, renacimiento, llamado interno, absolución INVERTIDA: Dudas, crítico interno, ignorando la llamada La carta El Juicio muestra hombres, mujeres y niños desnudos que se levantan de sus tumbas, con los brazos abiertos y mirando hacia el cielo. Arriba, el Arcángel Gabriel, el Mensajero de Dios, toca la trompeta. Las personas responden a su llamado, listas para ser juzgadas y descubrir si serán aceptadas en los cielos o no. En el fondo hay una extensa cadena montañosa, lo que significa los obstáculos insuperables y la imposibilidad de evitar el juicio.

# card21
source: UPRIGHT: Completion, integration, accomplishment, travel REVERSED: Seeking personal closure, short-cuts, delays The World card shows a naked woman wrapped in a purple cloth, dancing inside a large laurel wreath. She looks behind her to the past, while her body moves forward to the future. In her hands are two wands or batons, like the one the Magician holds. It is a symbol that what was manifested with the Magician has now come to completion with the World. The wreath is circular, symbolising a continual cycle of successful completion and new beginnings because, as the woman steps through the wreath, she is completing one phase but beginning another one almost straight away. Around the wreath are four figures (a lion, bull, cherub and eagle), similar to those in the Wheel of Fortune. Both the World and the Wheel of Fortune speak to the cyclical nature of your life and your progression through its cycles. The four figures represent the four fixed signs of the Zodiac—Leo, Taurus, Aquarius, and Scorpio. They are symbolic of the four elements, the four suits of the Tarot, four compass points, four seasons, and the four corners of the Universe. They are here to guide you from one phase to the next, bringing balance and harmony to your journey.
es: DERECHO: Finalización, integración, realización, viaje INVERTIDA: Buscando cierre personal, atajos, demoras La carta El Mundo muestra a una mujer desnuda envuelta en una tela morada, bailando dentro de una gran corona de laurel. Ella mira hacia atrás al pasado, mientras su cuerpo avanza hacia el futuro. En sus manos hay dos varitas o bastones, como el que sostiene El Mago. Es un símbolo de que lo que se manifestó con el Mago ahora se ha completado con el Mundo. La corona es circular, simbolizando un ciclo continuo de finalización exitosa y nuevos comienzos porque, a medida que la mujer avanza por la corona, está completando una fase pero iniciando otra casi de inmediato. Alrededor de la corona hay cuatro figuras (un león, un toro, un querubín y un águila), similares a las de la Rueda de la Fortuna. Tanto El Mundo como La Rueda de la Fortuna hablan de la naturaleza cíclica de su vida y su progresión a través de sus ciclos. Las cuatro figuras representan los cuatro signos fijos del zodíaco: Leo, Tauro, Acuario y Escorpio. Simbolizan los cuatro elementos, los cuatro palos del Tarot, los cuatro puntos cardinales, las cuatro estaciones y las cuatro esquinas del Universo. Están aquí para guiarle de una fase a la siguiente, brindando equilibrio y armonía a su viaje.

# card22
source: UPRIGHT: Inspiration, new opportunities, growth, potential REVERSED: An emerging idea, lack of direction, distractions, delays In the Ace of Wands, a hand holding a sprouting wand extends out from a cloud, as if to offer a new opportunity or idea with the potential to grow. The rich, verdant landscape is further confirmation of this growth capability. In the distance on the left sits a castle, representing the promise of opportunities to come, and hills and mountains line the horizon. Their rolling peaks remind us that there will always be challenges along the way, but they are surmountable with enough effort.
es: DERECHO: Inspiración, nuevas oportunidades, crecimiento, potencial INVERTIDA: Una idea emergente, falta de dirección, distracciones, retrasos En el As de Bastos, una mano que sostiene una varita en crecimiento se extiende desde una nube, como para ofrecer una nueva oportunidad o idea con el potencial de crecer. El rico paisaje verde es una confirmación más de esta capacidad de crecimiento. En la distancia a la izquierda se encuentra un castillo, que representa la promesa de oportunidades para venir, y colinas y montañas bordean el horizonte. Sus picos rodantes nos recuerdan que siempre habrá desafíos en el camino, pero son superables con suficiente esfuerzo.

# card23
source: UPRIGHT: Future planning, progress, decisions, discovery REVERSED: Personal goals, inner alignment, fear of unknown, lack of planning The Two of Wands shows a man, dressed in a red robe and hat, holding a small globe. The world is literally in his hands, marking the enormous potential before him if he can expand his horizons accordingly. He stands within the confines of his castle, suggesting that while he is contemplating significant opportunities, the man has not yet left his comfort zone to pursue them; he is still very much in the planning phase. His hand rests on an upright wand, and a second wand is affixed to the castle’s wall, a further sign that he is still not ready to venture out. In the background, the land is fertile while also rocky, promising that he has a good chance for success, so long as he can overcome the challenges that will arise.
es: DERECHO: Planificación futura, progreso, decisiones, descubrimiento INVERTIDA: Objetivos personales, alineación interna, miedo a lo desconocido, falta de planificación El Dos de Bastos muestra a un hombre, vestido con una túnica roja y un sombrero, sosteniendo un pequeño globo. El mundo está literalmente en sus manos, marcando el enorme potencial ante él si puede expandir sus horizontes en consecuencia. Se para dentro de los límites de su castillo, sugiriendo que mientras contempla oportunidades significativas, el hombre aún no ha abandonado su zona de confort para perseguirlas; él todavía está muy en la fase de planificación. Su mano descansa sobre una varita vertical, y una segunda varita está pegada a la pared del castillo, una señal más de que todavía no está listo para aventurarse. En el fondo, la tierra es fértil y también rocosa, prometiendo que tiene una buena oportunidad de éxito, siempre que pueda superar los desafíos que surgirán.

# card24
source: UPRIGHT: Progress, expansion, foresight, overseas opportunities REVERSED: Playing small, lack of foresight, unexpected delays The Three of Wands depicts a man in red and green robes standing on a cliff with his back turned. Three wands stand firmly planted in the ground, reflecting his commitment to his plans. He has left the comfort of the castle in the Two of Wands and is now in a vast open space, looking out over the sea to distant mountains. He watches three sailing ships pass by, symbolic of movement and progression. From his high vantage point, he can see all that lies ahead, including any upcoming challenges and opportunities.
es: DERECHO: Progreso, expansión, previsión, oportunidades en el extranjero INVERTIDA: Jugar pequeño, falta de previsión, retrasos inesperados El Tres de Bastos representa a un hombre con túnicas rojas y verdes de pie en un acantilado con la espalda vuelta. Tres varitas están firmemente plantadas en el suelo, lo que refleja su compromiso con sus planes. Ha dejado la comodidad del castillo en el Dos de Bastos y ahora está en un vasto espacio abierto, mirando hacia el mar a montañas distantes. Observa pasar tres veleros, simbólicos de movimiento y progresión. Desde su alto punto de vista, puede ver todo lo que le espera, incluidos los desafíos y oportunidades que se avecinan.

# card25
source: UPRIGHT: Celebration, joy, harmony, relaxation, homecoming REVERSED: Personal celebration, inner harmony, conflict with others, transition. The Four of Wands shows two happy people dancing and celebrating with flowers in their hands. In the foreground, a beautiful wreath abounding with blossoms and grapes suspends between wands. Together, these elements represent the joy and satisfaction that comes with achieving an important goal or milestone. In the background, another group of people (perhaps a family) stand in front of a large castle, representing the safety and comfort of the home.
es: DERECHO: Celebración, alegría, armonía, relajación, regreso a casa INVERTIDA: Celebración personal, armonía interior, conflicto con otros, transición. El Cuatro de Bastos muestra a dos personas felices bailando y celebrando con flores en sus manos. En primer plano, una hermosa corona llena de flores y uvas se suspende entre las varitas. Juntos, estos elementos representan la alegría y la satisfacción que conlleva alcanzar un objetivo o hito importante. En el fondo, otro grupo de personas (quizás una familia) se para frente a un gran castillo, representando la seguridad y la comodidad del hogar.

# card26
source: UPRIGHT: Conflict, disagreements, competition, tension, diversity REVERSED: Inner conflict, conflict avoidance, tension release In the Five of Wands, five men appear to be fighting each other, using their wands as weapons. However, on closer observation, their wands are raised but not striking or injuring anyone. It is as if there is no real purpose or outcome in this chaotic scene other than to create conflict and sow discord amongst the group. Each man wears a different outfit, symbolising their diverse backgrounds and belief systems, and suggesting that, because of their differences, they cannot find harmony and common ground with one another.
es: DERECHO: Conflicto, desacuerdos, competencia, tensión, diversidad INVERTIDA: Conflicto interno, evitación de conflictos, liberación de tensión En el Cinco de Bastos, cinco hombres parecen estar luchando entre sí, usando sus varitas como armas. Sin embargo, en una observación más cercana, sus varitas están levantadas pero no golpean ni hieren a nadie. Es como si no hubiera un propósito o resultado real en esta escena caótica que no sea crear conflicto y sembrar discordia entre el grupo. Cada hombre usa un atuendo diferente, que simboliza sus diversos orígenes y sistemas de creencias, y sugiere que, debido a sus diferencias, no pueden encontrar armonía y puntos en común entre sí.

# card27
source: UPRIGHT: Success, public recognition, progress, self-confidence REVERSED: Private achievement, personal definition of success, fall from grace, egotism The Six of Wands depicts a man wearing a victory wreath around his head and riding a decorated white horse through a crowd of cheering people. His horse represents strength, purity and the successful progression of an adventure, and the group of people marks the public recognition for the man’s achievements. The rider holds an upright wand with a wreath tied to the top, further emphasising success and achievement. He is not afraid to show off to others what he has accomplished in his life so far and, even better, the surrounding crowd is delighted to cheer him along.
es: DERECHO: Éxito, reconocimiento público, progreso, autoconfianza INVERTIDA: Logro privado, definición personal de éxito, caída en desgracia, egoísmo El Seis de Bastos representa a un hombre con una corona de victoria alrededor de su cabeza y montando un caballo blanco decorado a través de una multitud de personas que lo vitoreaban. Su caballo representa la fuerza, la pureza y la progresión exitosa de una aventura, y el grupo de personas marca el reconocimiento público de los logros del hombre. El jinete sostiene una varita vertical con una corona atada a la parte superior, enfatizando aún más el éxito y el logro. No tiene miedo de mostrar a los demás lo que ha logrado en su vida hasta ahora y, aún mejor, la multitud que lo rodea está encantada de animarlo.

# card28
source: UPRIGHT: Challenge, competition, protection, perseverance REVERSED: Exhaustion, giving up, overwhelmed The Seven of Wands depicts a man on top of a hill, armed with a wand in each hand and fighting off six more wands drawing up from below. He seems to be defending his territory and his successes. Interestingly, the man is wearing two different shoes, suggesting that he may have been caught unaware or unprepared for battle, or he may be unclear of his own stance and opinion.
es: DERECHO: Desafío, competencia, protección, perseverancia INVERTIDA: Agotamiento, rendición, abrumado El Siete de Bastos representa a un hombre en la cima de una colina, armado con una varita en cada mano y luchando contra seis varitas más que se dibujan desde abajo. Parece estar defendiendo su territorio y sus éxitos. Curiosamente, el hombre lleva dos zapatos diferentes, lo que sugiere que puede haber sido sorprendido o no preparado para la batalla, o puede que no esté claro de su propia postura y opinión.

# card29
source: UPRIGHT: Movement, fast paced change, action, alignment, air travel REVERSED: Delays, frustration, resisting change, internal alignment The Eight of Wands shows eight sprouting wands sailing through the air at high speed. Their flight suggests change, movement and travel. The sky is clear and the beautiful river is flowing freely and giving life to the surrounding landscape.
es: DERECHO: Movimiento, cambio de ritmo rápido, acción, alineación, viaje aéreo INVERTIDA: Retrasos, frustración, resistencia al cambio, alineación interna El Ocho de Bastos muestra ocho varitas que surgen en el aire a gran velocidad. Su vuelo sugiere cambio, movimiento y viaje. El cielo está despejado y el hermoso río fluye libremente y da vida al paisaje circundante.

# card30
source: UPRIGHT: Resilience, courage, persistence, test of faith, boundaries REVERSED: Inner resources, struggle, overwhelm, defensive, paranoia The Nine of Wands shows an injured man, clutching a wand. He looks over his shoulder towards the eight wands that loom over him. He seems weary and worn, as though he has already been through a battle and now must face additional challenges with the presence of these eight wands. As a Nine, though, this is his final challenge before reaching his goal; he must endure this last test of his strength and character before reaching the finish line.
es: DERECHO: Resiliencia, coraje, persistencia, prueba de fe, límites INVERTIDA: Recursos internos, lucha, agobio, defensa, paranoia El Nueve de Bastos muestra a un hombre herido, agarrando una varita. Él mira por encima del hombro hacia las ocho varitas que se ciernen sobre él. Parece cansado y desgastado, como si ya hubiera pasado por una batalla y ahora debe enfrentar desafíos adicionales con la presencia de estas ocho varitas. Sin embargo, como un Nueve, este es su desafío final antes de alcanzar su objetivo; debe soportar esta última prueba de su fuerza y carácter antes de llegar a la meta.

# card31
source: UPRIGHT: Burden, extra responsibility, hard work, completion REVERSED: Doing it all, carrying the burden, delegation, release The Ten of Wands shows a man carrying a large bundle of sticks towards a small town only a short distance away. His back is bent and he appears to be weighed down by the heavy load he is carrying, but he knows he is almost at his destination and will soon be able to release the heavy weight he is bearing.
es: DERECHO: Carga, responsabilidad extra, trabajo duro, finalización INVERTIDA: Hacerlo todo, llevar la carga, delegar, liberar El Diez de Bastos muestra a un hombre llevando un gran paquete de palos hacia una pequeña ciudad a poca distancia. Su espalda está doblada y parece estar agobiado por la carga pesada que lleva, pero sabe que está casi en su destino y pronto podrá liberar el peso pesado que está cargando.

# card32
source: UPRIGHT: Inspiration, ideas, discovery, limitless potential, free spirit REVERSED: Newly-formed ideas, redirecting energy, self-limiting beliefs, a spiritual path The Page of Wands shows a young man holding a long staff in both hands as he looks inquisitively at the green leaves sprouting from the top. His tunic is emblazoned with salamanders, a mythical creature associated with fire and transformation. The Page stands still, with his staff firmly planted on the ground, suggesting that while he is inspired by the potential growth represented by the sprouting staff, he has not yet taken action on this inspiration. In the background, the landscape is barren and mountainous, implying that this Page has the gift of being able to find growth and potential in the most unlikely places. He is so energised by his ideas that he can make anything happen and isn’t limited by his circumstances.
es: DERECHO: Inspiración, ideas, descubrimiento, potencial ilimitado, espíritu libre INVERTIDA: Ideas recién formadas, energía de redireccionamiento, creencias autolimitantes, un camino espiritual El Paje de Bastos muestra a un joven que sostiene un bastón largo con ambas manos mientras mira con curiosidad las hojas verdes que brotan de la parte superior. Su túnica está adornada con salamandras, una criatura mítica asociada con el fuego y la transformación. El Paje se detiene, con su bastón firmemente plantado en el suelo, lo que sugiere que si bien está inspirado por el crecimiento potencial representado por el bastón en brote, todavía no ha tomado medidas sobre esta inspiración. En el fondo, el paisaje es árido y montañoso, lo que implica que este Paje tiene el don de poder encontrar crecimiento y potencial en los lugares más improbables. Sus ideas lo estimulan tanto que puede hacer que suceda cualquier cosa y no está limitado por sus circunstancias.

# card33
source: UPRIGHT: Energy, passion, inspired action, adventure, impulsiveness REVERSED: Passion project, haste, scattered energy, delays, frustration The Knight of Wands sits on his horse in full armour, wearing a yellow robe decorated with salamanders (associated with the element of fire), and a helmet with fiery red plumes flowing behind him. He holds a sprouting wand in his right hand, which symbolises his energy and enthusiasm for his mission. His horse rises up on its hind legs, poised and ready for action. Like all the Wands Court Cards, the background is hot, dry and barren, with mountains soaring in the distance.
es: DERECHO: Energía, pasión, acción inspirada, aventura, impulsividad INVERTIDA: Proyecto de pasión, prisa, energía dispersa, retrasos, frustración El Caballero de Bastos se sienta en su caballo con una armadura completa, con una túnica amarilla decorada con salamandras (asociadas con el elemento de fuego) y un casco con ardientes plumas rojas que fluyen detrás de él. Él sostiene una varita en crecimiento en su mano derecha, que simboliza su energía y entusiasmo por su misión. Su caballo se levanta sobre sus patas traseras, listo para la acción. Al igual que todas las cartas de corte de Bastos, el fondo es cálido, seco y árido, con montañas que se elevan a lo lejos.

# card34
source: UPRIGHT: Courage, confidence, independence, social butterfly, determination REVERSED: Self-respect, self-confidence, introverted, re-establish sense of self The Queen of Wands sits upon a throne decorated with lions facing opposing directions, a symbol of fire and strength. In her left hand, on her crown and behind her are sunflowers, symbolising life, fertility, joy and satisfaction, and her right hand holds a wand with one small sprout springing to life. A black cat sits at her feet, a sign that while this Queen is bold and outgoing she is also in touch with her shadow self – the darker, lesser-known side of her being.
es: DERECHO: Valor, confianza, independencia, mariposa social, determinación INVERTIDA: Autoestima, confianza en sí mismo, introvertido, restablecer el sentido de sí mismo La Reina de Bastos se sienta sobre un trono decorado con leones que se enfrentan a direcciones opuestas, un símbolo de fuego y fuerza. En su mano izquierda, en su corona y detrás de ella hay girasoles, que simbolizan la vida, la fertilidad, la alegría y la satisfacción, y su mano derecha sostiene una varita con un pequeño brote. Un gato negro se sienta a sus pies, una señal de que, si bien esta Reina es audaz y extrovertida, también está en contacto con su yo en la sombra, el lado más oscuro y menos conocido de su ser.
