Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# card65
source: UPRIGHT: Difficult decisions, weighing up options, an impasse, avoidance REVERSED: Indecision, confusion, information overload, stalemate The Two of Swords shows a blindfolded woman, dressed in a white robe, holding two crossed swords. The blindfold over her eyes tell us that the woman is confused about her plight and that she can see neither the problem nor the solution clearly. She may also be missing relevant information that would make her decision much clearer if she were to obtain it. The swords she holds are in perfect balance, suggesting that she is weighing her thoughts and addressing both sides of the situation to find the best resolution. Behind the woman is a body of water dotted with rocky islands. The water represents the emotions and, while the Suit of Swords traditionally associates with the mind and intellect, its presence shows that the woman must use both her head and her heart to weigh her options. The islands represent obstacles in her path and suggest that her decision is not as clear-cut as it seems. She will have to consider the situation as a whole. The crescent moon to her right is a sign that this woman needs to trust her intuition as she makes her choice.
es: DERECHO: Decisiones difíciles, sopesar opciones, un callejón sin salida, evasión INVERTIDA: Indecisión, confusión, sobrecarga de información, estancamiento El Dos de Espadas muestra a una mujer con los ojos vendados, vestida con una túnica blanca, sosteniendo dos espadas cruzadas. La venda en los ojos nos dice que la mujer está confundida acerca de su situación y que no puede ver ni el problema ni la solución con claridad. También puede estar perdiendo información relevante que haría que su decisión fuera mucho más clara si la obtuviera. Las espadas que sostiene están en perfecto equilibrio, lo que sugiere que está sopesando sus pensamientos y abordando ambos lados de la situación para encontrar la mejor resolución. Detrás de la mujer hay un cuerpo de agua salpicado de islas rocosas. El agua representa las emociones y, aunque el Traje de Espadas se asocia tradicionalmente con la mente y el intelecto, su presencia muestra que la mujer debe usar tanto la cabeza como el corazón para sopesar sus opciones. Las islas representan obstáculos en su camino y sugieren que su decisión no es tan clara como parece. Tendrá que considerar la situación como un todo. La luna creciente a su derecha es una señal de que esta mujer necesita confiar en su intuición mientras toma su decisión.

# card66
source: UPRIGHT: Heartbreak, emotional pain, sorrow, grief, hurt REVERSED: Negative self-talk, releasing pain, optimism, forgiveness The Three of Swords shows a heart pierced by three swords, representing the pain inflicted by words, actions and intent on the emotional and physical self. The dark clouds gathering in the background mirror this pain but offer the hope that, just as the storm clouds will disappear, so too will the pain and hurt you are experiencing.
es: DERECHO: Angustia, dolor emocional, tristeza, pena, dolor INVERTIDA: Diálogo interno negativo, liberando dolor, optimismo, perdón El Tres de Espadas muestra un corazón atravesado por tres espadas, que representa el dolor infligido por las palabras, las acciones y la intención en el ser emocional y físico. Las nubes oscuras que se acumulan en el fondo reflejan este dolor pero ofrecen la esperanza de que, así como las nubes de tormenta desaparecerán, también lo hará el dolor que estás experimentando.

# card67
source: UPRIGHT: Rest, relaxation, meditation, contemplation, recuperation REVERSED: Exhaustion, burn-out, deep contemplation, stagnation The Four of Swords shows a knight lying horizontally on a tomb. He remains in his full armour, and his hands are in the position of prayer as a sign of rest. One sword lies beneath the knight, symbolising a single point of focus, and three swords hang above him, pointing downwards towards his head and torso. The stained-glass window above him shows a woman and child together.
es: DERECHO: Descanso, relajación, meditación, contemplación, recuperación INVERTIDA: Agotamiento, agotamiento, contemplación profunda, estancamiento El Cuatro de Espadas muestra a un caballero acostado horizontalmente sobre una tumba. Él permanece con su armadura completa, y sus manos están en posición de oración como señal de descanso. Una espada yace debajo del caballero, simbolizando un único punto de enfoque, y tres espadas cuelgan sobre él, apuntando hacia su cabeza y torso. La vidriera sobre él muestra a una mujer y un niño juntos.

# card68
source: UPRIGHT: Conflict, disagreements, competition, defeat, winning at all costs REVERSED: Reconciliation, making amends, past resentment In the Five of Swords, a sly-looking man picks up three swords from the ground. He glances over his shoulder at two men who are walking away with their shoulders slouched, conveying a sense of sadness and loss. Two more swords are strewn across the grass, suggesting a battle has been fought and lost. The sky is cloudy and tumultuous, a sign that not all is well even though the fighting has stopped.
es: DERECHO: Conflicto, desacuerdos, competencia, derrota, ganar a toda costa INVERTIDA: Reconciliación, enmendar, resentimiento pasado En el Cinco de Espadas, un hombre astuto levanta tres espadas del suelo. Mira por encima del hombro a dos hombres que se alejan con los hombros encorvados, transmitiendo una sensación de tristeza y pérdida. Dos espadas más están esparcidas por la hierba, lo que sugiere que se ha librado y perdido una batalla. El cielo está nublado y tumultuoso, una señal de que no todo está bien a pesar de que la lucha se ha detenido.

# card69
source: UPRIGHT: Transition, change, rite of passage, releasing baggage. REVERSED: Personal transition, resistance to change, unfinished business The Six of Swords shows a woman and a young child being rowed across a body of water towards a nearby land. Her head is covered, suggesting sadness or loss as she moves away from something in her past. Her child nestles in close to her body, looking for safety and comfort as they make this journey together. In the boat stand six swords, suggesting that the woman and child are still carrying memories or baggage from their past into their future. While the water on the right of the boat is turbulent, the sea ahead is tranquil. This imagery suggests that they are leaving behind a tumultuous situation, bound for a more peaceful and supportive environment.
es: DERECHO: Transición, cambio, rito de paso, liberación de equipaje INVERTIDA: Transición personal, resistencia al cambio, asuntos pendientes El Seis de Espadas muestra a una mujer y un niño pequeño remando a través de un lago hacia una tierra cercana. Su cabeza está cubierta, lo que sugiere tristeza o pérdida mientras se aleja de algo en su pasado. Su hijo se acurruca cerca de su cuerpo, buscando seguridad y comodidad mientras hacen este viaje juntos. En el bote hay seis espadas, lo que sugiere que la mujer y el niño todavía llevan recuerdos o equipaje de su pasado hacia su futuro. Mientras que el agua a la derecha del bote es turbulenta, el mar está tranquilo. Estas imágenes sugieren que están dejando atrás una situación tumultuosa, con destino a un entorno más pacífico y de apoyo.

# card70
source: UPRIGHT: Betrayal, deception, getting away with something, acting strategically REVERSED: Imposter syndrome, self-deceit, keeping secrets The Seven of Swords shows a man sneaking away from a military camp with five swords in his arms. He looks over his shoulder at the two upright swords he has left behind. The smile on his face suggests that he is proud of himself for having slipped away without being noticed.
es: DERECHO: Traición, engaño, salirse con la suya, actuar estratégicamente INVERTIDA: Síndrome de impostor, autoengaño, guardar secretos El Siete de Espadas muestra a un hombre escapándose de un campamento militar con cinco espadas en sus brazos. Mira por encima del hombro las dos espadas verticales que ha dejado atrás. La sonrisa en su rostro sugiere que está orgulloso de sí mismo por haberse escabullido sin ser notado.

# card71
source: UPRIGHT: Negative thoughts, self-imposed restriction, imprisonment, victim mentality REVERSED: Self-limiting beliefs, inner critic, releasing negative thoughts, open to new perspectives The Eight of Swords shows a woman bound and blindfolded. Eight swords surround her, seemingly trapping her in place, a symbol of the limiting thoughts, beliefs and mindset that prevent her from moving forward in her life. However, look closer: if the woman removed her blindfold, she would quickly realise that she can escape her predicament by letting go of her limiting beliefs and establishing a new, more empowered mindset. The water pooled at her feet suggests that her intuition might see what her eyes cannot.
es: DERECHO: Pensamientos negativos, restricción autoimpuesta, encarcelamiento, mentalidad de víctima INVERTIDA: Creencias autolimitantes, crítica interna, liberación de pensamientos negativos, abierto a nuevas perspectivas El Ocho de Espadas muestra a una mujer atada y con los ojos vendados. Ocho espadas la rodean, aparentemente atrapándola en su lugar, un símbolo de los pensamientos, creencias y mentalidad limitantes que le impiden avanzar en su vida. Sin embargo, mire más de cerca: si la mujer se quitara la venda de los ojos, se daría cuenta rápidamente de que puede escapar de su situación dejando de lado sus creencias limitantes al establecer una mentalidad nueva y más poderosa. El agua acumulada a sus pies sugiere que su intuición podría ver lo que sus ojos no pueden ver.

# card72
source: UPRIGHT: Anxiety, worry, fear, depression, nightmares REVERSED: Inner turmoil, deep-seated fears, secrets, releasing worry The Nine of Swords shows a woman sitting up in her bed with her head in her hands. She appears to have been jolted awake from a terrible nightmare that has left her disturbed, scared and anxious. Nine swords hang on the dark wall behind her, representing the negative thoughts that weigh heavily on her mind. The base of the woman’s bed features a carving of one person defeating another, and roses and the outlines of astrological symbols adorn the quilt wrapped around her.
es: DERECHO: Ansiedad, preocupación, miedo, depresión, pesadillas INVERTIDA: Agitación interna, miedos profundamente arraigados, secretos, liberación de preocupaciones El Nueve de Espadas muestra a una mujer sentada en su cama con la cabeza entre las manos. Parece haber sido despertada de una terrible pesadilla que la ha dejado perturbada, asustada y ansiosa. Nueve espadas cuelgan de la pared oscura detrás de ella, representando los pensamientos negativos que pesan mucho en su mente. La base de la cama de la mujer muestra la talla de una persona derrotando a otra, y las rosas y los contornos de los símbolos astrológicos adornan la colcha que la rodea.

# card73
source: UPRIGHT: Painful endings, deep wounds, betrayal, loss, crisis REVERSED: Recovery, regeneration, resisting an inevitable end The Ten of Swords shows a man lying face down, apparently dead, with ten swords in his back. A red cape drapes over the lower half of his body as a sign of dignity as he leaves this world. While the dark sky is ominous, the sun is rising on the horizon, bringing a renewed sense of hope and opportunity. The calm sea in the background also brings solace, suggesting that even in times of darkness, there is a sense of peace and calm to be found.
es: DERECHO: Terminaciones dolorosas, heridas profundas, traición, pérdida, crisis INVERTIDA: Recuperación, regeneración, resistencia a un final inevitable El Diez de Espadas muestra a un hombre boca abajo, aparentemente muerto, con diez espadas en la espalda. Una capa roja cubre la mitad inferior de su cuerpo como un signo de dignidad cuando abandona este mundo. Mientras el cielo oscuro es siniestro, el sol sale en el horizonte, trayendo un renovado sentido de esperanza y oportunidad. El mar en calma en el fondo también trae consuelo, lo que sugiere que incluso en tiempos de oscuridad, se puede encontrar una sensación de paz y tranquilidad.

# card74
source: UPRIGHT: New ideas, curiosity, thirst for knowledge, new ways of communicating REVERSED: Self-expression, all talk and no action, haphazard action, haste The Page of Swords shows a young man standing with his sword pointing upwards to the sky. His body and the sword lean in one direction, but he looks the other way as if to see what else is happening around him. A breeze blows through the young man’s hair, and the clouds behind him appear to dash through the sky, bringing dynamic energy to the card. The ground on which the Page stands is green and fertile, suggesting that the Page’s ideas are likely to bring positive change and forward movement.
es: DERECHO: Nuevas ideas, curiosidad, sed de conocimiento, nuevas formas de comunicación INVERTIDA: Autoexpresión, todo habla y no acción, acción casual, prisa El Paje de Espadas muestra a un joven parado con su espada apuntando hacia el cielo. Su cuerpo y la espada se inclinan en una dirección, pero mira hacia otro lado como para ver qué más está sucediendo a su alrededor. Una brisa sopla el cabello del joven, y las nubes detrás de él parecen correr por el cielo, trayendo energía dinámica a la carta. El terreno en el que se encuentra el Paje es verde y fértil, lo que sugiere que las ideas del Paje pueden traer un cambio positivo y avanzar.

# card75
source: UPRIGHT: Ambitious, action-oriented, driven to succeed, fast-thinking REVERSED: Restless, unfocused, impulsive, burn-out The Knight of Swords shows a knight dressed in armour, charging ahead with great energy on his powerful white horse. The knight’s sword is held high, a symbol of his dedication to his purpose and mission. The white horse symbolises the purity of the intellectual energy that motivates the knight. In the background, storm clouds are beginning to form, and the trees bend in the strong winds. The wind doesn’t stop the knight, however; he heads directly into it, eager to complete his mission.
es: DERECHO: Ambicioso, orientado a la acción, impulsado hacia el éxito, de pensamiento rápido INVERTIDA: Inquieto, desenfocado, impulsivo, agotador El Caballero de Espadas muestra a un caballero vestido con una armadura, cargando con gran energía hacia adelante en su poderoso caballo blanco. La espada del caballero se sostiene en alto, un símbolo de dedicación a su propósito y misión. El caballo blanco simboliza la pureza de la energía intelectual que motiva al caballero. En el fondo, comienzan a formarse nubes de tormenta y los árboles se doblan con los fuertes vientos. Sin embargo, el viento no detiene al caballero; se dirige directamente hacia él, ansioso por completar su misión.

# card76
source: UPRIGHT: Independent, unbiased judgement, clear boundaries, direct communication REVERSED: Overly-emotional, easily influenced, bitchy, cold-hearted The Queen of Swords sits on a stone throne decorated with a cherub, representing the Queen’s softer side, and butterflies representing transformation. She faces towards the future, with her left hand raised as if to receive, and in her right hand, she holds a sword up high and straight, representing her desire to find the truth in all matters. As with the earlier Swords Court cards, clouds accumulate in the sky and a strong wind that passes through the trees, symbolising the ongoing nature of change.
es: DERECHO: Juicio independiente, imparcial, límites claros, comunicación directa INVERTIDA: Demasiado emocional, fácilmente influenciable, perra, insensible La Reina de Espadas se sienta en un trono de piedra decorado con un querubín, que representa el lado más suave de la Reina, y mariposas que representan la transformación. Ella mira hacia el futuro, con su mano izquierda levantada como si fuera a recibir, y en su mano derecha, sostiene una espada en alto y derecho, que representa su deseo de encontrar la verdad en todos los asuntos. Al igual que con las cartas anteriores del corte de Espadas, las nubes se acumulan en el cielo y un fuerte viento que atraviesa los árboles, simbolizando la naturaleza continua del cambio.

# card77
source: UPRIGHT: Mental clarity, intellectual power, authority, truth REVERSED: Quiet power, inner truth, misuse of power, manipulation The King of Swords sits upon his throne, facing forward as if ready to confront whatever life throws at him. He holds a sword in his right hand, the hand of the conscious, rational mind, and points it upright and to the left, the side of the subconscious, intuitive mind. This symbolises the King’s decisiveness, but also flexibility in all matters; while he makes decisions based mostly on his intellectual understanding, he stays open to his intuition. The King wears a blue tunic, symbolic of a desire for spiritual knowledge, and a purple cape, symbolic of his compassion and intellect. The back of his throne is decorated with butterflies (transformation), crescent moons and an angel just near his left ear, positioned as if to give him subtle guidance.
es: DERECHO: Claridad mental, poder intelectual, autoridad, verdad INVERTIDA: Poder silencioso, verdad interna, mal uso del poder, manipulación El Rey de Espadas se sienta en su trono, mirando hacia adelante como si estuviera listo para enfrentar lo que la vida le arroje. Él sostiene una espada en su mano derecha, la mano de la mente consciente, racional, y la apunta hacia arriba e izquierda, el lado de la mente subconsciente e intuitiva. Esto simboliza la decisión del Rey, pero también la flexibilidad en todos los asuntos; Si bien toma decisiones basadas principalmente en su comprensión intelectual, permanece abierto a su intuición. El rey lleva una túnica azul, símbolo de un deseo de conocimiento espiritual, y una capa púrpura, símbolo de su compasión e intelecto. La parte posterior de su trono está decorada con mariposas (transformación), lunas crecientes y un ángel cerca de su oreja izquierda, colocados como para darle una guía sutil.
