Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# card50
source: UPRIGHT: Love, new relationships, compassion, creativity. REVERSED: Self-love, intuition, repressed emotions. The Ace of Cups shows a chalice overflowing with five streams of water. The cup represents the vessel of your subconscious mind; the five streams are your five senses and the abundant emotion and intuition flowing from within you. The hand holding the cup is sliding out of the clouds, a symbol of your awareness of spiritual energy and influence. Below the hand is a vast sea covered with lotus blossoms, signifying the awakening of the human spirit. A dove descends towards the cup – a symbol of Divine love flowing through the subconscious mind to conscious awareness.
es: DERECHO: Amor, nuevas relaciones, compasión, creatividad INVERTIDA: Amor propio, intuición, emociones reprimidas El As de Copas muestra un cáliz rebosante de cinco corrientes de agua. La copa representa el vaso de tu mente subconsciente; Las cinco corrientes son tus cinco sentidos y la abundante emoción e intuición que fluye desde tu interior. La mano que sostiene la copa se desliza fuera de las nubes, un símbolo de la conciencia de tu energía espiritual y su influencia. Debajo de la mano hay un vasto mar cubierto de flores de loto, que significa el despertar del espíritu humano. Una paloma desciende hacia la copa, un símbolo del amor divino que fluye a través de la mente subconsciente hacia la conciencia.

# card51
source: UPRIGHT: Unified love, partnership, mutual attraction REVERSED: Self-love, break-ups, disharmony, distrust. The Two of Cups shows a young man and woman, exchanging cups and pledging their love for one another. Above them floats the Caduceus of Hermes – a winged staff with two snakes wrapped around it – the ancient symbol of commerce, trade, and exchange. At the top of the caduceus is a lion’s head, signifying passion and fire energy and suggesting that there may be a lot of fiery, sexual energy between these two people.
es: DERECHO: Amor unificado, sociedad, atracción mutua INVERTIDA: Amor propio, rupturas, falta de armonía, desconfianza El Dos de Copas muestra a un hombre y una mujer jóvenes, intercambiando copas y prometiendo su amor mutuo. Sobre ellos flota el Caduceo de Hermes, un bastón alado con dos serpientes envueltas alrededor, el antiguo símbolo del comercio, el comercio y el intercambio. En la parte superior del caduceo hay una cabeza de león, lo que significa pasión y energía de fuego y sugiere que puede haber mucha energía sexual ardiente entre estas dos personas.

# card52
source: UPRIGHT: Celebration, friendship, creativity, collaborations. REVERSED: Independence, alone time, hardcore partying, ‘three’s a crowd’. In the Three of Cups, three young women are dancing with each other in a circle, raising their cups high in the air in a toast of joy and celebration. They look to one another with appreciation, honour and respect, and are bound by their emotional connection and friendship. There is a sense of lifting each other up and celebrating each woman’s unique contribution to the group. The ground is layered with flowers, fruit and a pumpkin, symbolising the celebration of an abundant harvest and the goodness in life.
es: DERECHO: Celebración, amistad, creatividad, colaboraciones INVERTIDA: Independencia, tiempo a solas, fiesta hardcore, "tres son multitud" En el Tres de Copas, tres mujeres jóvenes bailan juntas en círculo, levantando sus copas en el aire en un brindis de alegría y celebración. Se miran con aprecio, honor y respeto, y están unidos por su conexión emocional y amistad. Existe la sensación de elevarse mutuamente y celebrar la contribución única de cada mujer al grupo. El suelo está cubierto de flores, frutas y una calabaza, que simboliza la celebración de una cosecha abundante y la bondad de la vida.

# card53
source: UPRIGHT: Meditation, contemplation, apathy, reevaluation. REVERSED: Retreat, withdrawal, checking in for alignment. The Four of Cups shows a young man sitting under a tree with his arms crossed, deep in contemplation and meditation. He is so engrossed in his thoughts that he does not seem to notice the outstretched arm offering him a cup. A further three cups stand at his feet, but again, he doesn’t seem to notice or care about these new opportunities either.
es: DERECHO: Meditación, contemplación, apatía, reevaluación INVERTIDA: Retirada, retirada, verificación de alineación El Cuatro de Copas muestra a un joven sentado bajo un árbol con los brazos cruzados, sumido en la contemplación y la meditación. Está tan absorto en sus pensamientos que no parece darse cuenta del brazo extendido que le ofrece una copa. Otras tres copas están a sus pies, pero de nuevo, tampoco parece darse cuenta o preocuparse por estas nuevas oportunidades.

# card54
source: UPRIGHT: Regret, failure, disappointment, pessimism. REVERSED: Personal setbacks, self-forgiveness, moving on. The Five of Cups shows a man in a long black cloak looking down on three cups that have been knocked over – symbolic of his disappointments and failures. Behind him stand two cups representing new opportunities and potential, but because he is so fixed on his losses (the over-turned cups), he misses the opportunities available to him. In the background, a bridge crosses a large, flowing river and leads to the security of the castle or home on the opposite side of the riverbank – if only he can move on from the over-turned cups. The bridge is a message to 'build a bridge and get over it!'
es: DERECHO: Arrepentimiento, fracaso, desilusión, pesimismo INVERTIDA: Reveses personales, perdón de uno mismo, seguir adelante El Cinco de Copas muestra a un hombre con una larga capa negra mirando tres copas que se han volcado, lo que simboliza sus decepciones y fracasos. Detrás de él hay dos copas que representan nuevas oportunidades y potencial, pero debido a que está tan concentrado en sus pérdidas (las copas volteadas), pierde las oportunidades disponibles para él. Al fondo, un puente cruza un gran río que fluye y conduce a la seguridad del castillo o la casa en el lado opuesto de la orilla del río, si solo superase el hecho de las copas volteadas. El puente es un mensaje para "construir un puente y superarlo".

# card55
source: UPRIGHT: Revisiting the past, childhood memories, innocence, joy. REVERSED: Living in the past, forgiveness, lacking playfulness. In the Six of Cups, a young boy leans down and passes a cup filled with flowers to a younger girl. The girl looks up to the boy with love and respect as he offers the flowers to her. Love, harmony and co-operation – all key elements of the Six of Cups – shine through this gentle act. The young children also represent childhood memories In the background, an older man walks away in the distance, as if to say you no longer need to worry about adult issues; just enjoy the moment of being young, innocent and free again. The children also appear to be standing in the courtyard of a large home, symbolising comfort, safety and security. In the foreground stand four more cups filled with flowers, and a fifth cup sits on a pedestal behind the boy.
es: DERECHO: Revisitando el pasado, recuerdos de la infancia, inocencia, alegría INVERTIDA: Vivir en el pasado, perdón, falta de alegría En el Seis de Copas, un niño se inclina y le pasa una copa llena de flores a una niña más joven. La niña mira al niño con amor y respeto mientras él le ofrece las flores. El amor, la armonía y la cooperación, todos los elementos clave del Seis de Copas, brillan a través de este acto gentil. Los niños pequeños también representan recuerdos de la infancia. En el fondo, un hombre mayor se aleja en la distancia, como si dijera que ya no necesita preocuparse por los problemas de los adultos; solo disfruta el momento de ser joven, inocente y libre nuevamente. Los niños también parecen estar parados en el patio de una casa grande, simbolizando comodidad, seguridad y protección. En primer plano hay cuatro copas más llenas de flores, y una quinta copa se sienta en un pedestal detrás del niño. C

# card56
source: UPRIGHT: Opportunities, choices, wishful thinking, illusion. REVERSED: Alignment, personal values, overwhelmed by choices. In the Seven of Cups, a man stands before seven cups filled with various gifts. Some cups bear desirable gifts such as jewels and a wreath of victory. But others hold gifts that are not gifts at all; instead, they are curses, such as the snake or dragon. The clouds and the cups symbolise the man’s wishes and dreams, and the different gifts inside suggest that you need to be careful what you wish for as not everything is as it seems. Choices need to be made, but in doing so, you must go beyond illusion and allure, and instead focus on what’s right for you.
es: DERECHO: Oportunidades, elecciones, ilusiones, ilusión INVERTIDA: Alineamiento, valores personales, abrumado por las elecciones En el Siete de Copas, un hombre se para ante siete copas llenas de varios regalos. Algunas copas llevan regalos deseables, como joyas y una corona de victoria. Pero otros tienen regalos que no son regalos en absoluto; en cambio, son maldiciones, como la serpiente o el dragón. Las nubes y las copas simbolizan los deseos y sueños del hombre, y los diferentes regalos en su interior sugieren que debes tener cuidado con lo que deseas, ya que no todo es lo que parece. Deben hacerse elecciones, pero al hacerlo, debe ir más allá de la ilusión y el atractivo, y en su lugar centrarse en lo que es adecuado para usted.

# card57
source: UPRIGHT: Disappointment, abandonment, withdrawal, escapism. REVERSED: Trying one more time, indecision, aimless drifting, walking away. In the Eight of Cups, a man walks away from the eight cups standing in the foreground. The cups are arranged in such a way that it looks like one is missing, a sign that emotional fulfilment and wholeness is lacking. The man has turned his back on these cups with a sense of loss and disappointment and shuffles away into the mountains. A nearby river symbolises his emotions, and the mountains represent the awareness that this will not be an easy journey (though it will be necessary for true long-term happiness). The moon in the night’s sky illuminates the path ahead – the man is leaving in the dead of night hoping to go unnoticed, suggesting that there may be a level of escape or avoidance in this card.
es: DERECHO: Decepción, abandono, retirada, escapismo INVERTIDA: Intentando una vez más, indecisión, deriva sin rumbo, alejándose En el Ocho de Copas, un hombre se aleja de las ocho copas que están en primer plano. Las copas están dispuestas de tal manera que parece que falta una, una señal de que falta la realización emocional y la integridad. El hombre le ha dado la espalda a estas copas con una sensación de pérdida y decepción y se aleja arrastrando los pies hacia las montañas. Un río cercano simboliza sus emociones, y las montañas representan la conciencia de que este no será un viaje fácil (aunque será necesario para la verdadera felicidad a largo plazo). La luna en el cielo nocturno ilumina el camino por delante: el hombre se marcha en la oscuridad de la noche con la esperanza de pasar desapercibido, lo que sugiere que puede haber un nivel de escape o evasión en esta carta.

# card58
source: UPRIGHT: Contentment, satisfaction, gratitude, wish come true. REVERSED: Inner happiness, materialism, dissatisfaction, indulgence. In the Nine of Cups, a man sits on a wooden bench. He is comfortable, but not too comfortable (you wouldn’t want to sit on that wooden bench all day!). His arms are crossed, and he has a smile on his face, expressing contentment and satisfaction. Behind him is a curved structure draped in blue material, with nine golden cups arranged in an arch. The cups represent emotional fulfilment after you carry out your deepest desires.
es: DERECHO: Satisfacción, satisfacción, gratitud, deseo hecho realidad INVERTIDA: Felicidad interior, materialismo, insatisfacción, indulgencia En el Nueve de Copas, un hombre se sienta en un banco de madera. Está cómodo, pero no demasiado cómodo (¡no querrás sentarte en ese banco de madera todo el día!). Sus brazos están cruzados, y tiene una sonrisa en su rostro, expresando satisfacción y contento. Detrás de él hay una estructura curva envuelta en material azul, con nueve copas doradas dispuestas en un arco. Las copas representan la satisfacción emocional después de llevar a cabo tus deseos más profundos.

# card59
source: UPRIGHT: Divine love, blissful relationships, harmony, alignment. REVERSED: Disconnection, misaligned values, struggling relationships. On the Ten of Cups, a loving couple stands together, arms outstretched, as their two children play nearby. They look towards their home on the hill and a beautiful rainbow in the sky filled with ten cups. These two have true, everlasting love and have everything they could ever wish for – the home, the kids, and most importantly, fulfilling love – and they share this bond with the people around them. The family home symbolises stability and comfort, while the grassy hills signify fertility and the river marks the flow of emotion. The rainbow signals the end of difficult times and is a sign from the Divine that everything will be okay. The idyllic scene is one of true emotional fulfilment and Divine love.
es: DERECHO: Amor divino, relaciones felices, armonía, alineación INVERTIDA: Desconexión, valores desalineados, relaciones difíciles En el Diez de Copas, una pareja amorosa está de pie, con los brazos extendidos, mientras sus dos hijos juegan cerca. Miran hacia su casa en la colina y un hermoso arcoiris en el cielo que contiene diez copas. Estos dos tienen un amor verdadero y eterno y tienen todo lo que podrían desear: el hogar, los niños y, lo que es más importante, un amor pleno, y comparten este vínculo con las personas que los rodean. La casa familiar simboliza estabilidad y comodidad, mientras que las colinas cubiertas de hierba significan fertilidad y el río marca el flujo de la emoción. El arcoíris señala el final de los tiempos difíciles y es una señal de lo Divino de que todo estará bien. La escena idílica es una de verdadera realización emocional y amor divino.

# card60
source: UPRIGHT: Creative opportunities, intuitive messages, curiosity, possibility. REVERSED: New ideas, doubting intuition, creative blocks, emotional immaturity. The Page of Cups wears a blue tunic with a floral print and a beret on his head with a long, flowing scarf. He stands on the shore, with the wavy sea behind him, holding a cup in his right hand. Surprisingly, a fish pops its head out of the cup and looks at the young man. The fish and the sea behind him represent the element of water and all things to do with creativity, intuition, feelings and emotions. The unexpected appearance of the fish signifies that creative inspiration often comes out of the blue and only when you are open to it.
es: DERECHO: Oportunidades creativas, mensajes intuitivos, curiosidad, posibilidad INVERTIDA: Nuevas ideas, intuición dudosa, bloqueos creativos, inmadurez emocional El Paje de Copas lleva una túnica azul con estampado floral y una boina en la cabeza con una bufanda larga y fluida. Se para en la orilla, con el mar ondulado detrás de él, sosteniendo una copa en su mano derecha. Sorprendentemente, un pez saca la cabeza de la copa y mira al joven. El pez y el mar detrás de él representan el elemento del agua y todo lo que tiene que ver con la creatividad, la intuición, los sentimientos y las emociones. La aparición inesperada del pez significa que la inspiración creativa a menudo sale de la nada y solo cuando estás abierto a ella.

# card61
source: UPRIGHT: Creativity, romance, charm, imagination, beauty. REVERSED: Overactive imagination, unrealistic, jealous, moody. In the Knight of Cups, a knight rides on a white horse and holds out a golden cup as if he bears a message from the heart. Over his armour, the knight wears a cloak covered with images of fish, the symbol of water, consciousness and creativity. His helmet and boots are winged, a symbol of an active and creative imagination and an appreciation for beautiful things. Unlike the Knight of Wands or the Knight of Swords, the horse in the Knight of Cups is not charging forward but instead moves slowly and gracefully, giving an air of calmness and peace. The horse represents power, energy and drive and the colour white is a symbol of purity, spirituality and light. The background is mostly barren, except for some trees far away and the river that flows through, symbolising the power of the emotions and imagination to create a new life force, even where it may seem that there is none.
es: DERECHO: Creatividad, romance, encanto, imaginación, belleza INVERTIDA: Imaginación hiperactiva, poco realista, celosa, de mal humor En el Caballero de Copas, un caballero monta un caballo blanco y extiende una copa de oro como si llevara un mensaje del corazón. Sobre su armadura, el caballero lleva una capa cubierta con imágenes de peces, el símbolo del agua, la conciencia y la creatividad. Su casco y botas son alados, un símbolo de una imaginación activa y creativa y un aprecio por las cosas bellas. A diferencia del Caballero de Bastos o el Caballero de Espadas, el caballo en el Caballero de Copas no avanza, sino que se mueve lentamente y con gracia, dando un aire de calma y paz. El caballo representa poder, energía y empuje, y el color blanco es un símbolo de pureza, espiritualidad y luz. El fondo es mayormente árido, a excepción de algunos árboles lejanos y el río que lo atraviesa, simbolizando el poder de las emociones y la imaginación para crear una nueva fuerza de vida, incluso cuando parezca que no hay ninguno.

# card62
source: UPRIGHT: Compassionate, caring, emotionally stable, intuitive, in flow. REVERSED: Inner feelings, self-care, self-love, co-dependency. The Queen of Cups is a beautiful, introspective woman who sits on a throne at the edge of the sea. In her hands, she holds a golden, cup adorned with handles shaped like angels. Unlike most of the cups in the Suit of Cups cards, this cup is closed – showing that the Queen’s thoughts and feelings come from her subconscious mind and the depths of her soul. She sits upon a stone throne decorated with images of sea-nymphs, fish, and scallop shells. The sea and fish are symbols of the unconscious mind, and water represents emotion, spirit and perception. A cloudless, bright-blue sky and placid water of the sea surround her. Her feet do not touch the water; they rest on colourful pebbles on the shore. It is as if she is connected to her emotions (as represented by the water), but not overwhelmed by them.
es: DERECHO: Compasivo, afectuoso, emocionalmente estable, intuitivo, fluido INVERTIDA: Sentimientos internos, autocuidado, amor propio, codependencia La Reina de Copas es una mujer hermosa e introspectiva que se sienta en un trono a la orilla del mar. En sus manos, sostiene una copa dorada adornada con asas con forma de ángeles. A diferencia de la mayoría de las copas en el corte de Copas, esta copa está cerrada, lo que demuestra que los pensamientos y sentimientos de la Reina provienen de su mente subconsciente y de las profundidades de su alma. Se sienta sobre un trono de piedra decorado con imágenes de ninfas de mar, peces y conchas de vieira. El mar y los peces son símbolos de la mente inconsciente, y el agua representa la emoción, el espíritu y la percepción. Un cielo azul claro y sin nubes y el agua plácida del mar la rodean. Sus pies no tocan el agua; descansan sobre guijarros de colores en la orilla. Es como si ella estuviera conectada con sus emociones (representadas por el agua), pero no abrumada por ellas.

# card63
source: UPRIGHT: Emotionally balanced, compassionate, diplomatic. REVERSED: Self-compassion, inner feelings, moodiness, emotionally manipulative. The King of Cups sits on a large stone throne and wears a blue tunic and a gold cape – a symbol of his authority and status. A small fish amulet hangs around his neck symbolising his creativity. In his right hand, he holds a cup representing the emotions, and his left has a sceptre, showing power and control. Unlike the other Cups court cards, he doesn’t look at his cup and seems to be focused elsewhere; perhaps he has already mastered his emotional self and doesn’t need to concentrate as hard on this facet of himself. The King of Cups appears to be floating on a granite block in the middle of a turbulent sea. Behind him on his right, a fish jumps out of the ocean, while on the left, a ship sails steadily despite the waves. These images show that this King stays calm and balanced, even in turbulent conditions, and has learned how to stay open to his emotions and unconscious impulses, without being overwhelmed by them. He keeps power and control while balancing his feelings.
es: DERECHO: Emocionalmente equilibrado, compasivo, diplomático INVERTIDA: Autocompasión, sentimientos internos, mal humor, emocionalmente manipulador El Rey de Copas se sienta en un gran trono de piedra y usa una túnica azul y una capa dorada, un símbolo de su autoridad y estatus. Un pequeño amuleto de pescado cuelga de su cuello simbolizando su creatividad. En su mano derecha, sostiene una copa que representa las emociones, y su izquierda tiene un cetro que muestra poder y control. A diferencia de las otras cartas de la corte de Copas, él no mira su copa y parece estar enfocado en otra parte; quizás ya haya dominado su ser emocional y no necesite concentrarse tanto en esta faceta de sí mismo. El Rey de Copas parece estar flotando en un bloque de granito en medio de un mar turbulento. Detrás de él, a su derecha, un pez salta del océano, mientras que a la izquierda, un barco navega constantemente a pesar de las olas. Estas imágenes muestran que este Rey se mantiene tranquilo y equilibrado, incluso en condiciones turbulentas, y ha aprendido a mantenerse abierto a sus emociones e impulsos inconscientes, sin sentirse abrumado por ellas. Mantiene el poder y el control mientras equilibra sus sentimientos.

# card64
source: UPRIGHT: Breakthroughs, new ideas, mental clarity, success REVERSED: Inner clarity, re-thinking an idea, clouded judgement The Ace of Swords shows a gleaming hand appearing from a white cloud, a representation of the Divine. It holds an upright sword, symbolic of the mind and the intellect, and at the tip of the sword sits a crown draped with a wreath, a sign of success and victory. While this Ace is a sign of triumph, the jagged mountains in the background suggest that the road ahead will be challenging. You will need mental resilience to navigate this path.
es: DERECHO: Avances, nuevas ideas, claridad mental, éxito INVERTIDA: Claridad interior, repensar una idea, juicio nublado El As de Espadas muestra una mano brillante que aparece de una nube blanca, una representación de lo Divino. Tiene una espada vertical, simbólica de la mente y el intelecto, y en la punta de la espada se encuentra una corona cubierta con guirnalda, un signo de éxito y victoria. Si bien este as es una señal de triunfo, las montañas irregulares en el fondo sugieren que el camino por delante será un desafío. Necesitarás resistencia mental para navegar por este camino.
