Repository: darkonnen-10101/Flutter-Tarot-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# optionHome
source: Home
es: Inicio

# optionShare
source: Share this app
es: Compartir esta app

# optionExit
source: Exit
es: Salir

source: Daily Reading
es: Lectura Diaria

# useAllCards
source: Deck with Minor Arcana?
es: Mazo con Arcanos Menores?

# onlyUprightReading
source: Only Upright Cards?
es: Sin cartas invertidas?

source: Privacy Policy
es: Política de Privacidad

# tutorialMajor
source: Major Arcana
es: Arcanos Mayores

# tutorialMinorWands
source: Wands
es: Bastos

# tutorialMinorCups
source: Cups
es: Copas

# tutorialMinorPentacles
source: Pentacles
es: Oros

# tutorialMinorSwords
source: Swords
es: Espadas

# instructionsClick
source: Tap to pick a card
es: Tap para elegir una carta

# titleTetraktysSpread
source: Tetraktys Spread
es: Tirada Tetraktys

# titleCrossAndTriangleSpread
source: Cross and Triangle Spread
es: Tirada Cruz y Triángulo

# titleCelticCrossSpread
source: Celtic Cross Spread
es: Tirada Cruz Celta

# titleAstrologicalSpread
source: Astrological Spread
es: Tirada Astrológica

# titleRelationshipSpread
source: Relationship Spread
es: Tirada de Relaciones

# titlePlanetarySpread
source: Planetary Spread
es: Tirada Planetaria

# titleBirthdaySpread
source: Birthday Spread
es: Tirada de Cumpleaños

# titleMandalaSpread
source: Mandala Spread
es: Tirada Mandala

# titleStarGuideSpread
source: Star Guide Spread
es: Tirada de Estrella Guía

# titleTreeOfLifeSpread
source: Tree of Life Spread
es: Tirada del Árbol de la Vida

# titlePastLifeSpread
source: Past Life Spread
es: Tirada de Vidas Pasadas

# titleDreamExplorationSpread
source: Dream Exploration Spread
es: Tirada de Exploración de Sueños

# titleTrueLoveSpread
source: True Love Spread
es: Tirada del Amor Verdadero

# titleThreeCardsSpread
source: Three Cards Spread
es: Tirada de Tres Cartas

# spreadTetraktys
source: The Tetraktys spread is based upon Platonist thought and Pythagorean mathematics. The 10-card spread gives a snapshot of your overall state and explores everything from the most basic physical elements to the spiritual self. The various cards in this spread represent the following about you: 1. Fire (creative force, will and ambition) 2. Air (current strategies and thoughts concerning goals) 3. Water (explores emotional self) 4. Earth (coping every day life) 5. Creator (explores what drives you in new directions) 6. Sustainer (what helps you to maintain a balanced and healthy life) 7. Destroyer (what needs to be jettisoned in order to move forward) 8. Light (cosmic forces guiding you toward fulfillment) 9. Dark (cosmos reaction to your state of being) 10. Premise (foundation for the entire spread)
es: La tirada Tetraktys se basa en el pensamiento platónico y las matemáticas pitagóricas. La tirada de 10 cartas ofrece una instantánea de su estado general y explora todo, desde los elementos físicos más básicos hasta el ser espiritual. Las diversas cartas en esta tirada representan lo siguiente sobre ti: 1. Fuego (fuerza creativa, voluntad y ambición) 2. Aire (estrategias actuales y pensamientos sobre objetivos) 3. Agua (explora el ser emocional) 4. Tierra (afrontando la vida cotidiana) 5. Creador (explora lo que te impulsa en nuevas direcciones) 6. Sostenedor (lo que te ayuda a mantener una vida equilibrada y saludable) 7. Destructor (lo que necesita ser desechado para avanzar) 8. Luz (fuerzas cósmicas que te guían hacia la realización) 9. Oscuro (reacción del cosmos a tu estado de ser) 10. Premisa (base para toda la tirada)

# spreadCrossAndTriangle
source: This is a query spread used to explore questions concerning the overall direction of your life. The various cards in this spread represent the following about you: 1. Life Force 2. Thoughts 3. Emotions 4. Spirit 5. Physical Self 6. Opposing Forces 7. Other Opposing Forces 8. Necessary energies to call upon 9. Question outcome
es: Esta es una tirada de consulta utilizada para explorar preguntas sobre la dirección general de su vida. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Fuerza vital 2. Pensamientos 3. Emociones 4. Espíritu 5. Yo físico 6. Fuerzas opositoras 7. Otras fuerzas opositoras 8. Energías necesarias para invocar 9. Resultado de la pregunta

# spreadCelticCross
source: The Celtic Cross spread is probably the most popular spread in use today. It is intended to shed light on many aspects of your life. Due to its popularity over the years, there have been many variations to the layout of the cards in this spread. However, whichever one is used, you just really need to concentrate on the question you put to the cards. The various cards in this spread represent the following about you: 1. The Significator represents you (the querent) and your current state of being. 2. The Crossing denotes that which opposes or influences you. 3. The Foundation addresses the origin of your question. 4. The Recent Past represents past events and concerns. 5. The Crown addresses issues that are significant in the present or may come to pass in the future. This card foretells future events which you may or may not occur, depending upon how you respond to the present situation. 6. The Future depicts that which lies ahead. 7. Emotions signifies the current state of your emotional self. 8. External Forces represents the influence of others in your life as well as trends in your relationships with others. 9. Hopes and Desires stands for the hopes and desires you have for the outcome of your question. 10. The Outcome is the ultimate outcome your question. Remember, the future is not predetermined. Interpret this card in the context of the entire reading and as an indicator of the path you are currently on, but not bound to the reading.
es: La tirada de la Cruz Celta es probablemente la tirada más popular en uso hoy en día. Su objetivo es arrojar luz sobre muchos aspectos de su vida. Debido a su popularidad a lo largo de los años, ha habido muchas variaciones en el diseño de las cartas en esta tirada. Sin embargo, cualquiera que sea el que se use, solo necesitas concentrarte en la pregunta que haces a las cartas. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. El Significador te representa a ti (la consultante) y tu estado actual de ser. 2. La Travesía denota lo que te opone o influye. 3. La Fundación aborda el origen de su pregunta. 4. El Pasado reciente representa eventos pasados y preocupaciones. 5. La Corona aborda cuestiones que son importantes en el presente o que pueden suceder en el futuro. Esta carta predice eventos futuros que pueden ocurrir o no, dependiendo de cómo responda a la situación actual. 6. El Futuro representa lo que se avecina. 7. Las Emociones significan el estado actual de tu ser emocional. 8. Las Fuerzas Externas representan la influencia de los demás en tu vida, así como las tendencias en tus relaciones con los demás. 9. Esperanzas y Deseos representa las esperanzas y los deseos que tiene para el resultado de su pregunta. 10. El Resultado es el resultado final de su pregunta. Recuerde, el futuro no está predeterminado. Interprete esta carta en el contexto de toda la lectura y como un indicador de la ruta en la que se encuentra actualmente, pero no vinculada a la lectura.

# spreadAstrological
source: In this spread, each card is read as its own entity. Individual cards represent each astrological house and should be interpreted with the strengths and weaknesses of the corresponding house in mind. You need not ask a question before using this spread. The various cards in this spread represent the following about you: 1. Self 2. Aries (current mood) 3. Taurus (finances) 4. Gemini (travel and communication) 5. Cancer (home, parents, children and extended family) 6. Leo (pleasure) 7. Virgo (health) 8. Libra (partnerships and marriage) 9. Scorpio (death and inheritance) 10. Sagittarius (spirituality, education and dreams) 11. Capricorn (career) 12. Aquarius (friendship) 13. Pisces (burden, opposition and fears)
es: En esta tirada, cada carta se lee como su propia entidad. Las cartas individuales representan cada casa astrológica y deben interpretarse teniendo en cuenta las fortalezas y debilidades de la casa correspondiente. No necesita hacer una pregunta antes de usar esta tirada. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Self 2. Aries (estado de ánimo actual) 3. Tauro (finanzas) 4. Géminis (viajes y comunicación) 5. Cáncer (hogar, padres, hijos y familia extensa) 6. Leo (placer) 7. Virgo (salud) 8. Libra (parejas y matrimonio) 9. Escorpio (muerte y herencia) 10. Sagitario (espiritualidad, educación y sueños) 11. Capricornio (carrera) 12. Acuario (amistad) 13. Piscis (carga, oposición y miedos)

# spreadRelationship
source: This spread is used to explore your relationships with others by exploring the needs and views of both parties. Think of your relationship with a specific person and ask your question. The various cards in this spread represent the following about you: 1. How you view your partner 2. How your partner views you 3. Your needs 4. Your partner's needs 5. Current state of relationship 6. The path you would like your relationship to follow 7. The path your partner would like to see your relationship follow 8. Aspects of your relationship to consider 9. Question outcome
es: Esta tirada se utiliza para explorar sus relaciones con los demás mediante la exploración de las necesidades y puntos de vista de ambas partes. Piense en su relación con una persona específica y haga su pregunta. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Cómo ves a tu pareja 2. Cómo te ve tu pareja 3. Tus necesidades 4. Las necesidades de tu pareja 5. Estado actual de la relación. 6. El camino que le gustaría que siguiera su relación 7. El camino que a tu pareja le gustaría que siguiera tu relación 8. Aspectos de su relación a considerar 9. Resultado de la pregunta

# spreadPlanetary
source: This is a query spread that may yield insight into a number of different aspects of your life’s current state. Concentrate on your specific question. The various cards in this spread represent the following about you: 1. Self 2. Moon (home) 3. Mercury (business, skills and integrity) 4. Venus (love) 5. Mars (hostility, opposition and aggression) 6. Jupiter (finance, acquisition and wealth) 7. Saturn (intellect) 8. Question outcome
es: Esta es una tirada de consulta que puede proporcionar información sobre varios aspectos diferentes del estado actual de su vida. Concéntrese en su pregunta específica. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Self 2. Luna (hogar) 3. Mercurio (negocios, habilidades e integridad) 4. Venus (amor) 5. Marte (hostilidad, oposición y agresión) 6. Júpiter (finanzas, adquisición y riqueza) 7. Saturno (intelecto) 8. Resultado de la pregunta

# spreadBirthday
source: The birthday spread is used to help you plot a course toward achieving specific goals before your next birthday. It also tells you where you are right now and how to evaluate what happened previously. Focus on what you would like to accomplish before then and find out what the next year might bring. The various cards in this spread represent the following about you: 1. Current place in the world 2. Goals for the next year 3. What empowers you 4. Powers within that you need to develop 5. Present physical and material well-being 6. Present emotional state 7. Present spiritual state 8. Oppositions 9. Actions required to achieve goals
es: La tirada de cumpleaños se utiliza para ayudarle a trazar un curso hacia el logro de objetivos específicos antes de su próximo cumpleaños. También te dice dónde estás ahora y cómo evaluar lo que sucedió anteriormente. Concéntrese en lo que le gustaría lograr antes y descubra lo que puede traer el próximo año. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Lugar actual en el mundo 2. Metas para el próximo año. 3. Lo que te da poder 4. Poderes dentro de ti que necesitas desarrollar 5. Bienestar físico y material del presente 6. Estado emocional del presente 7. Estado espiritual del presente 8. Oposiciones 9. Acciones necesarias para alcanzar los objetivos.

# spreadMandala
source: This spread is used to explore your spiritual side. You may pose a question to the cards using this spread, or may explore your overall spiritual self without making a specific inquiry. The various cards in this spread represent the following about you: 1. Self 2. Ambitions, desires and primal urges 3. Ideals, goals and path to spiritual contentment 4. Real accomplishments and life path 5. Dependencies, addictions and erroneous values 6. Strengths and positive personality traits 7. Faults and weaknesses 8. Self-awareness and self-image 9. Desires and higher purpose
es: Esta tirada se usa para explorar tu lado espiritual. Puede plantear una pregunta a las cartas utilizando esta tirada, o puede explorar su ser espiritual general sin hacer una consulta específica. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Self 2. Ambiciones, deseos e impulsos primarios. 3. Ideales, metas y camino hacia la satisfacción espiritual. 4. Realizaciones reales y camino de la vida. 5. Dependencias, adicciones y valores erróneos. 6. Fortalezas y rasgos positivos de personalidad. 7. Fallos y debilidades. 8. Autoconciencia y autoimagen 9. Deseos y propósito superior

# spreadStarGuide
source: This spread is often used to explore a very specific question. The various cards in this spread represent the following about you: 1. Present situation 2. Causes of conflicts and obstacles 3. Changes needed in order to face challenges 4. Strengths 5. Other challenges 6. Final outcome
es: Esta tirada se usa a menudo para explorar una pregunta muy específica. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Situación actual 2. Causas de conflictos y obstáculos. 3. Cambios necesarios para enfrentar los desafíos. 4. Fortalezas 5. Otros desafíos 6. Resultado final

# spreadTreeOfLife
source: The Tree of Life spread is a very thorough method of exploring and analyzing your mind, body and spirit, as well as life path and your psychic self and psychic abilities. The various cards in this spread represent the following about you: 1. Highest ideals 2. Creative power 3. Wisdom 4. Virtues 5. Force of your being 6. Health, beauty and altruism 7. Lovers, Lusts, Artistic self and Instincts 8. You as a procreator, designer and scientist 9. Imagination and psychic self 10. Physical self
es: La tirada del Árbol de la Vida es un método muy completo para explorar y analizar su mente, cuerpo y espíritu, así como el camino de la vida y su yo psíquico y habilidades psíquicas. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Los ideales más altos 2. Poder creativo 3. Sabiduría 4. Virtudes 5. Fuerza de tu ser 6. Salud, belleza y altruismo. 7. Amantes, lujurias, yo artístico e instintos. 8. Usted como procreador, diseñador y científico. 9. Imaginación y yo psíquico. 10. Yo físico

# spreadPastLife
source: This spread is used to explore how your past lives have affected your current life. It can be used as a general overview for all of your past lives, or to give more specific details about one of them. The various cards in this spread represent the following about you: 1. Emotional Influences 2. Mental influences 3. Spiritual influences 4. Physical influences 5. Karmic debt owed 6. Karmic lessons to learn 7. Past life impact on present life 8. Past life impact on future
es: Esta tirada se utiliza para explorar cómo sus vidas pasadas han afectado su vida actual. Se puede utilizar como una descripción general de todas sus vidas pasadas, o para dar detalles más específicos sobre una de ellas. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Influencias emocionales 2. Influencias mentales 3. Influencias espirituales 4. influencias físicas 5. Deuda kármica adeudada 6. Lecciones kármicas para aprender 7. Impacto de vidas pasadas en la vida presente. 8. Impacto de vidas pasadas en el futuro

# spreadDreamExploration
source: This spread is often used to explore a recent or recurring dream. The various cards in this spread represent the following about you: 1. Relevance of the dream to your life 2. Lessons to be learned from dreams 3. How to apply dreams to your life
es: Esta tirada se usa a menudo para explorar un sueño reciente o recurrente. Las diversas cartas en esta tirada representan lo siguiente sobre usted: 1. Relevancia del sueño para tu vida. 2. Lecciones para aprender de los sueños. 3. Cómo aplicar sueños a tu vida

# spreadTrueLove
source: It should come as no surprise that this is one of the tarot spreads on this list. Everyone likes to know where their love life is heading on in the following month. This tarot spread is great for those times that you want to find out what’s going to happen in your romantic relationship, whether you are in a good relationship that will stand the test of time and if you’ll live happily ever after, or as close to it as possible. Every relationship has its ups and downs and with this six-card tarot spreads you will be able to evaluate and share your physical, emotional, mental and spiritual connections with your partner. 1. The first card represents you. It signifies what you currently feel about your relationship, your approach, and your outlook. 2. The second card represents your partner. It also represents his current emotions towards you, his attitude, and his expectations about your relationship. 3. The third card is a connection card. What are the characteristics that you have in common and how do they bind you together? 4. The fourth card indicates the strength of your relationship. What are the qualities that make your relationship flourish? 5. The fifth card shows the weaknesses in your relationship. What are the things you both need to improve? 6. This final card is your true love card. It interprets what needs to be addressed.
es: Esta tirada del Tarot es ideal para aquellos momentos en los que desea saber qué sucederá en su relación romántica, si está en una buena relación que resistirá el paso del tiempo y si vivirá feliz para siempre, o lo más cerca que sea posible. Cada relación tiene sus altibajos y con esta tirada de Tarot de seis cartas podrás evaluar y compartir tus conexiones físicas, emocionales, mentales y espirituales con tu pareja. 1. La primera carta te representa. Significa lo que siente actualmente sobre su relación, su enfoque y su perspectiva. 2. La segunda carta representa a tu pareja. También representa sus emociones actuales hacia usted, su actitud y sus expectativas sobre su relación. 3. La tercera carta es una carta de conexión. ¿Cuáles son las características que tienes en común y cómo te unen? 4. La cuarta carta indica la fuerza de tu relación. ¿Cuáles son las cualidades que hacen florecer su relación? 5. La quinta carta muestra las debilidades en su relación. ¿Cuáles son las cosas que ambos necesitan mejorar? 6. Esta carta final es tu carta de amor verdadero. Interpreta lo que debe abordarse.

# spreadThreeCards
source: The simplest of all. Three cards and that’s it. No sweat. And that’s what makes this one of the most popular online Tarot readers. But don’t let its simplicity deceive you, for this is one of the most powerful tarot card spreads, and a personal favorite of mine. This spread is the quickest way to get answers to any questions you may have in your life, and it can even provide you with insight and guidance if you are simply feel lost and confused. It is by far one of the most dynamic spreads, and is incredibly effective at highlighting the energy of your past, present and future, and not only in a month. 1. Past 2. Present 3. Future
es: El más simple de todos. Tres cartas y eso es todo. Sin sudar. Y eso es lo que lo convierte en una de las tiradas de Tarot más populares. Pero no dejes que su simplicidad te engañe, ya que esta es una de las tiradas de cartas de Tarot más poderosos. Esta tirada es la forma más rápida de obtener respuestas a cualquier pregunta que pueda tener en su vida, e incluso puede proporcionarle información y orientación si simplemente se siente perdida y confundida. Es, con mucho, una de las tioradas más dinámicos, y es increíblemente efectiva para resaltar la energía de su pasado, presente y futuro, y no solo en un mes. 1. Pasado 2. Presente 3. Futuro

# cardName0
source: 0 – The Fool
es: 0 – El Loco

# cardName1
source: I – The Magician
es: I – El Mago

# cardName2
source: II – The High Priestess
es: II – La Suma Sacerdotisa

# cardName3
source: III – The Empress
es: III – La Emperatriz

# cardName5
source: V – The Hierophant
es: V – El Hierofante

# cardName6
source: VI – The Lovers
es: VI – Los Enamorados

# cardName7
source: VII – The Chariot
es: VII – El Carro

# cardName8
source: VIII – Strength
es: VIII – La Fuerza

# cardName9
source: IX – The Hermit
es: IX – El Ermitaño

# cardName10
source: X – Wheel of Fortune
es: X – La Rueda de la Fortuna

# cardName11
source: XI – Justice
es: XI – La Justicia

# cardName12
source: XII – The Hanged Man
es: XII – El Colgado

# cardName13
source: XIII – Death
es: XIII – La Muerte

# cardName14
source: XIV – Temperance
es: XIV – La Templanza

# cardName15
source: XV – The Devil
es: XV – El Diablo

# cardName16
source: XVI – The Tower
es: XVI – La Torre

# cardName17
source: XVII – The Star
es: XVII – La Estrella

# cardName18
source: XVIII – The Moon
es: XVIII – La Luna

# cardName19
source: XIX – The Sun
es: XIX – El Sol

# cardName20
source: XX – Judgement
es: XX – El Juicio

# cardName21
source: XXI – The World
es: XXI – El Mundo

# cardName22
source: Ace of Wands
es: As de Bastos

# cardName23
source: Two of Wands
es: Dos de Bastos

# cardName24
source: Three of Wands
es: Tres de Bastos

# cardName25
source: Four of Wands
es: Cuatro de Bastos

# cardName26
source: Five of Wands
es: Cinco de Bastos

# cardName27
source: Six of Wands
es: Seis de Bastos

# cardName28
source: Seven of Wands
es: Siete de Bastos

# cardName29
source: Eight of Wands
es: Ocho de Bastos

# cardName30
source: Nine of Wands
es: Nueve de Bastos

# cardName31
source: Ten of Wands
es: Diez de Bastos

# cardName32
source: Page of Wands
es: Paje de Bastos

# cardName33
source: Knight of Wands
es: Caballero de Bastos

# cardName34
source: Queen of Wands
es: Reina de Bastos

# cardName35
source: King of Wands
es: Rey de Bastos

# cardName36
source: Ace of Pentacles
es: As de Oros

# cardName37
source: Two of Pentacles
es: Dos de Oros

# cardName38
source: Three of Pentacles
es: Tres de Oros

# cardName39
source: Four of Pentacles
es: Cuatro de Oros

# cardName40
source: Five of Pentacles
es: Cinco de Oros

# cardName41
source: Six of Pentacles
es: Seis de Oros

# cardName42
source: Seven of Pentacles
es: Siete de Oros

# cardName43
source: Eight of Pentacles
es: Ocho de Oros

# cardName44
source: Nine of Pentacles
es: Nueve de Oros

# cardName45
source: Ten of Pentacles
es: Diez de Oros

# cardName46
source: Page of Pentacles
es: Paje de Oros

# cardName47
source: Knight of Pentacles
es: Caballero de Oros

# cardName48
source: Queen of Pentacles
es: Reina de Oros

# cardName49
source: King of Pentacles
es: Rey de Oros

# cardName50
source: Ace of Cups
es: As de Copas

# cardName51
source: Two of Cups
es: Dos de Copas

# cardName52
source: Three of Cups
es: Tres de Copas

# cardName53
source: Four of Cups
es: Cuatro de Copas

# cardName54
source: Five of Cups
es: Cinco de Copas

# cardName55
source: Six of Cups
es: Seis de Copas

# cardName56
source: Seven of Cups
es: Siete de Copas

# cardName57
source: Eight of Cups
es: Ocho de Copas

# cardName58
source: Nine of Cups
es: Nueve de Copas

# cardName59
source: Ten of Cups
es: Diez de Copas
